Repository: fearlessfrog/MSFS_Universal_Announcer
Catalog: Localization/Strings.*.resx
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# Balloon_GenericMessage
source: Universal Announcer is active and ready for flight simulation announcements. 💡 The app is running in the system tray (bottom-right corner).
de: Universal Announcer ist aktiv und bereit für Kabinenansagen. 💡 Die App läuft im Infobereich (unten rechts).
es: Universal Announcer está activo y listo para los anuncios de vuelo. 💡 La aplicación se ejecuta en la bandeja del sistema (esquina inferior derecha).
fr: Universal Announcer est actif et prêt pour les annonces de vol. 💡 L’application s’exécute dans la zone de notification (coin inférieur droit).
ja: Universal Announcer は有効で、機内アナウンスの再生準備ができています。 💡 アプリはシステムトレイで実行中です。
ko: Universal Announcer가 활성화되어 기내 방송 재생 준비가 되어 있습니다. 💡 앱은 시스템 트레이에서 실행됩니다.
pt_br: Universal Announcer está ativo e pronto para as anúncios de voo. 💡 O app está na bandeja do sistema.
zh_hans: Universal Announcer 已运行并准备好进行广播。 💡 应用在系统托盘（右下角）。

# About_DefaultLanguageLabel
source: Default language:
de: Standardsprache:
es: Idioma predeterminado:
fr: Langue par défaut :
ja: 既定の言語:
ko: 기본 언어:
pt_br: Idioma padrão:
zh_hans: 默认语言：

# About_Version
source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本

# About_Description
source: Universal Cabin Announcement System for Microsoft Flight Simulator
de: Universelles Kabinenansagensystem für Microsoft Flight Simulator
es: Sistema universal de anuncios de cabina para Microsoft Flight Simulator
fr: Système universel d’annonces cabine pour Microsoft Flight Simulator
ja: Microsoft Flight Simulator 用の汎用機内アナウンス システム
ko: Microsoft Flight Simulator용 범용 기내 방송 시스템
pt_br: Sistema universal de anúncios de cabine para o Microsoft Flight Simulator
zh_hans: 适用于 Microsoft Flight Simulator 的通用客舱广播系统

# About_Author
source: Created by fearlessfrog for the MSFS community
de: Erstellt von fearlessfrog für die MSFS-Community
es: Creado por fearlessfrog para la comunidad de MSFS
fr: Créé par fearlessfrog pour la communauté MSFS
ja: MSFS コミュニティのために fearlessfrog が作成
ko: MSFS 커뮤니티를 위해 fearlessfrog 제작
pt_br: Criado por fearlessfrog para a comunidade MSFS
zh_hans: 由 fearlessfrog 为 MSFS 社区创建

# About_BuyCoffee
source: Buy me a coffee ☕
de: Spendiere mir einen Kaffee ☕
es: Invítame un café ☕
fr: Offrez‑moi un café ☕
ja: コーヒーをご馳走して ☕
ko: 커피 사주기 ☕
pt_br: Me pague um café ☕
zh_hans: 请我喝咖啡 ☕

# About_HelpGroup
source: Help and Support
de: Hilfe und Support
es: Ayuda y soporte
fr: Aide et support
ja: ヘルプとサポート
ko: 도움말 및 지원
pt_br: Ajuda e suporte
zh_hans: 帮助与支持

# About_HowToSetup
source: How to set up sound files
de: Wie man Sounddateien einrichtet
es: Cómo configurar los archivos de sonido
fr: Comment configurer les fichiers audio
ja: サウンドファイルの設定方法
ko: 사운드 파일 설정 방법
pt_br: Como configurar os arquivos de som
zh_hans: 如何设置音频文件

# About_WhatTriggers
source: What triggers what and when
de: Was wann auslöst
es: Qué desencadena qué y cuándo
fr: Ce qui déclenche quoi et quand
ja: 何がいつトリガーされるか
ko: 무엇이 언제 트리거되는지
pt_br: O que aciona o quê e quando
zh_hans: 触发条件与时机

# About_SuggestionBug
source: Make a Suggestion or Report a Bug
de: Vorschlag machen oder Bug melden
es: Hacer una sugerencia o informar un error
fr: Faire une suggestion ou signaler un bug
ja: 提案またはバグの報告
ko: 제안하기 / 버그 신고
pt_br: Fazer uma sugestão ou relatar um erro
zh_hans: 提交建议或报告问题

# About_DebugMode
source: Debug mode active
de: Debug-Modus aktiv
es: Modo de depuración activo
fr: Mode débogage actif
ja: デバッグモード有効
ko: 디버그 모드 활성
pt_br: Modo de depuração ativo
zh_hans: 调试模式已启用

# Generated_ElevenModelLabel
source: Eleven Model:
de: Eleven-Modell:
es: Modelo Eleven:
fr: Modèle Eleven :
ja: Eleven モデル:
ko: Eleven 모델:
pt_br: Modelo Eleven:
zh_hans: Eleven 模型：

# Generated_Generate
source: Generate
de: Erzeugen
es: Generar
fr: Générer
ja: 生成
ko: 생성
pt_br: Gerar
zh_hans: 生成

# Generated_GenerateAll
source: Generate All
de: Alle erzeugen
es: Generar todo
fr: Tout générer
ja: すべて生成
ko: 모두 생성
pt_br: Gerar tudo
zh_hans: 全部生成

# Generated_GenerateAs
source: Generate As..
de: Erzeugen als..
es: Generar como..
fr: Générer sous..
ja: 別名で生成..
ko: 다른 이름으로 생성..
pt_br: Gerar como..
zh_hans: 另存为生成..

# Generated_SaveTxt
source: Save txt
de: TXT speichern
es: Guardar txt
fr: Enregistrer TXT
ja: TXT を保存
ko: TXT 저장
pt_br: Salvar TXT
zh_hans: 保存 txt

# Generated_RevertTxt
source: Revert txt
de: TXT zurücksetzen
es: Revertir txt
fr: Rétablir TXT
ja: TXT を元に戻す
ko: TXT 되돌리기
pt_br: Reverter TXT
zh_hans: 还原 txt

# Generated_ReplaceExistingOgg
source: Replace existing .ogg if Airline txt
de: .ogg ersetzen (wenn Airline‑TXT)
es: Reemplazar .ogg existente
fr: Remplacer .ogg (si txt Compagnie)
ja: .ogg を置換（航空会社 txt 時）
ko: .ogg 교체(항공사 txt 시)
pt_br: Substituir .ogg (se txt cia.)
zh_hans: 替换 .ogg（有航司 txt 时）

# Generated_ReplaceExistingOggAlways
source: Replace existing .ogg Always
de: .ogg immer ersetzen
fr: Toujours remplacer .ogg
ja: .ogg を常に置換
ko: .ogg 항상 교체
pt_br: Sempre substituir .ogg
zh_hans: 始终替换 .ogg

# Generated_OnlyDynamic
source: Regenerate only if dynamic
de: Nur bei dynamisch neu erzeugen
es: Regenerar solo si es dinámico
fr: Régénérer seulement si dynamique
ja: 動的な場合のみ再生成
ko: 동적인 경우에만 재생성
pt_br: Regenerar apenas se dinâmico
zh_hans: 仅在动态时重新生成

# Generated_AutoCreateFolder
source: Auto create missing airline folder
de: Fehlenden Airline‑Ordner auto. erstellen
es: Crear automáticamente la carpeta de aerolínea faltante
fr: Créer auto. dossier compagnie manquant
ja: 不足しているエアライン フォルダーを自動作成
ko: 누락된 항공사 폴더 자동 생성
pt_br: Criar auto. a pasta da companhia faltante
zh_hans: 自动创建缺少的航司文件夹

# Generated_Tooltip_ReplaceAirlineOnly
source: Overwrite existing airline .ogg only when an Airline folder .txt template exists. Use 'Always' to allow using Default txt.
de: Vorhandene Airline‑.ogg nur überschreiben, wenn eine Airline‑Ordner‑.txt‑Vorlage existiert. „Immer“ erlaubt die Verwendung der Default‑txt.
fr: Écraser le .ogg Compagnie uniquement si un modèle .txt existe dans le dossier Compagnie. « Toujours » permet d’utiliser le txt Default.
ja: 航空会社フォルダーに .txt テンプレートがある場合のみ、既存の航空会社 .ogg を上書きします。「常に」は Default の txt を使用可能にします。
ko: 항공사 폴더에 .txt 템플릿이 있을 때만 기존 항공사 .ogg를 덮어씁니다. ‘항상’은 Default txt 사용을 허용합니다.
pt_br: Substituir .ogg da companhia apenas quando existir um modelo .txt na pasta da companhia. “Sempre” permite usar o txt Default.
zh_hans: 仅在航司文件夹存在 .txt 模板时才覆盖现有航司 .ogg。“始终”允许使用 Default 目录下的 txt。

# Generated_Tooltip_OnlyDynamic
source: Only regenerate if the template contains dynamic placeholders like { ... }.
de: Nur neu erzeugen, wenn die Vorlage dynamische Platzhalter wie { ... } enthält.
fr: Régénérer uniquement si le modèle contient des espaces réservés dynamiques comme { ... }.
ja: { ... } のような動的プレースホルダーがある場合のみ再生成します。
ko: { ... }와 같은 동적 플레이스홀더가 있을 때만 재생성합니다.
pt_br: Regenerar apenas se o modelo contiver placeholders dinâmicos como { ... }.
zh_hans: 仅当模板包含 { ... } 等动态占位符时才重新生成。

# Generated_Tooltip_ReplaceAlways
source: If enabled, allows overwrite using Default template when airline txt is missing.
de: Wenn aktiviert, Überschreiben mit Default‑Vorlage erlauben, wenn Airline‑txt fehlt.
fr: Si activé, autorise l’écrasement à l’aide du modèle Default lorsque le txt Compagnie est manquant.
ja: 有効にすると、航空会社の txt がない場合に Default のテンプレートで上書きできます。
ko: 활성화 시, 항공사 txt가 없을 때 Default 템플릿으로 덮어쓰기를 허용합니다.
pt_br: Se ativado, permite substituir usando o modelo Default quando faltar o txt da companhia.
zh_hans: 启用后，当缺少航司 txt 时，允许使用 Default 模板进行覆盖。

# Generated_Tooltip_AutoCreateFolder
source: If enabled, create the airline folder when missing and save generated .ogg there.
de: Wenn aktiviert, fehlenden Airline‑Ordner erstellen und erzeugte .ogg dort speichern.
fr: Si activé, créer le dossier Compagnie manquant et y enregistrer le .ogg généré.
ja: 有効にすると、航空会社フォルダーが無い場合に作成し、生成した .ogg をそこに保存します。
ko: 활성화 시, 항공사 폴더가 없으면 생성하고 생성된 .ogg를 그곳에 저장합니다.
pt_br: Se ativado, criar a pasta da companhia quando faltante e salvar o .ogg gerado lá.
zh_hans: 启用后，在缺少航司文件夹时自动创建，并将生成的 .ogg 保存在其中。

# Generated_ConfirmOverwrite_Title
source: Enable regenerate existing .ogg
de: Erneutes Erzeugen vorhandener .ogg aktivieren
fr: Activer la régénération des .ogg existants
ja: 既存の .ogg の再生成を有効化
ko: 기존 .ogg 재생성 사용
pt_br: Ativar regenerar .ogg existente
zh_hans: 启用重新生成现有 .ogg

# Generated_ConfirmOverwrite_Message
source: If enabled, the app may regenerate and replace existing .ogg files for the selected airline when announcements are played. Proceed?
de: Wenn aktiviert, kann die App beim Abspielen vorhandene .ogg‑Dateien der ausgewählten Airline neu erzeugen und ersetzen. Fortfahren?
fr: Si activé, l’application peut régénérer et remplacer les fichiers .ogg existants de la compagnie sélectionnée lors de la lecture des annonces. Continuer ?
ja: 有効にすると、選択した航空会社の既存の .ogg ファイルを、アナウンス再生時に再生成して置換する場合があります。続行しますか？
ko: 활성화하면, 선택한 항공사의 기존 .ogg 파일을 안내 방송 재생 시 재생성하여 교체할 수 있습니다. 계속할까요?
pt_br: Se ativado, o app pode regenerar e substituir arquivos .ogg existentes da companhia selecionada quando os anúncios forem reproduzidos. Continuar?
zh_hans: 启用后，播放公告时，应用可能会重新生成并替换所选航司的现有 .ogg 文件。是否继续？

# Generated_HelpSetup
source: Help & Setup (Read First)
de: Hilfe & Einrichtung (zuerst lesen)
es: Ayuda & Configuración (leer primero)
fr: Aide & Configuration (à lire d’abord)
ja: ヘルプ & セットアップ (最初に読む)
ko: 도움말 & 설정(먼저 읽기)
pt_br: Ajuda & Configuração (leia primeiro)
zh_hans: 帮助与设置（请先阅读）

# Generated_AirlineLabel
source: Airline:
es: Aerolínea:
fr: Compagnie :
ja: 航空会社:
ko: 항공사:
pt_br: Companhia:
zh_hans: 航司：

# Generated_InsertVoice
source: Insert Voice
de: Stimme einfügen
es: Insertar voz
fr: Insérer la voix
ja: 音声を挿入
ko: 음성 삽입
pt_br: Inserir voz
zh_hans: 插入语音

# Generated_TestVoice
source: Test Voice
de: Stimme testen
es: Probar voz
fr: Tester la voix
ja: 音声テスト
ko: 음성 테스트
pt_br: Testar voz
zh_hans: 测试语音

# Audio_AssumeQuickViewsAsCabin_Tooltip
source: When enabled and camera is Cockpit (2) with Substate Quickview (3), treat as Cabin for volume.
de: Wenn aktiviert und die Kamera Cockpit (2) mit Unterzustand Quickview (3) ist, als Kabine für die Lautstärke behandeln.
fr: Si activé et que la caméra est Cockpit (2) avec sous‑état Quickview (3), considérer comme Cabine pour le volume.
ja: 有効で、カメラが Cockpit (2) かつサブステート Quickview (3) の場合、音量は客室として扱います。
ko: 활성화되어 있고 카메라가 Cockpit(2)이며 Substate Quickview(3)인 경우, 볼륨을 객실로 처리합니다.
pt_br: Quando ativado e a câmera for Cockpit (2) com Subestado Quickview (3), tratar como Cabine para o volume.
zh_hans: 启用且相机为 Cockpit（2）且子状态为 Quickview（3）时，将其视为客舱音量。

# Generated_VoiceLabel
source: Voice:
de: Stimme:
es: Voz:
fr: Voix :
ja: 音声:
ko: 음성:
pt_br: Voz:
zh_hans: 语音：

# Generated_AzureApiKey
source: Azure API Key:
de: Azure API-Schlüssel:
es: Clave de API de Azure:
fr: Clé API Azure :
ja: Azure API キー:
ko: Azure API 키:
pt_br: Chave de API do Azure:
zh_hans: Azure API 密钥：

# Generated_AzureRegion
source: Azure Region:
es: Región de Azure:
fr: Région Azure :
ja: Azure リージョン:
ko: Azure 지역:
pt_br: Região do Azure:
zh_hans: Azure 区域：

# Generated_ProviderLabel
source: Provider:
de: Anbieter:
es: Proveedor:
fr: Fournisseur :
ja: プロバイダー:
ko: 제공자:
pt_br: Provedor:
zh_hans: 提供商：

# Generated_EnableTts
source: Enable Generated TTS fallback
de: Generierte TTS-Reserve aktivieren
es: Habilitar TTS generado como respaldo
fr: Activer le TTS généré en secours
ja: 生成 TTS フォールバックを有効化
ko: 생성된 TTS 백업 사용
pt_br: Habilitar TTS gerado como reserva
zh_hans: 启用生成的 TTS 备用

# Generated_TestVoiceSample
source: This is a test of the Universal Announcer generated voice.
de: Dies ist ein Test der generierten Stimme von Universal Announcer.
es: Esta es una prueba de la voz generada de Universal Announcer.
fr: Ceci est un test de la voix générée d’Universal Announcer.
ja: これは Universal Announcer の生成音声のテストです。
ko: Universal Announcer 생성 음성의 테스트입니다.
pt_br: Este é um teste da voz gerada do Universal Announcer.
zh_hans: 这是对 Universal Announcer 生成语音的测试。

# Generated_StopTest
source: Stop Test
de: Test stoppen
es: Detener prueba
fr: Arrêter le test
ja: テストを停止
ko: 테스트 중지
pt_br: Parar teste
zh_hans: 停止测试

# Title_TTSTest
source: TTS Test
es: Prueba de TTS
fr: Test TTS
ja: TTS テスト
ko: TTS 테스트
pt_br: Teste de TTS
zh_hans: TTS 测试

# Progress_Downloading_Format
source: [{0}/{1}] Downloading: {2}
de: [{0}/{1}] Lade herunter: {2}
es: [{0}/{1}] Descargando: {2}
fr: [{0}/{1}] Téléchargement : {2}
ja: [{0}/{1}] ダウンロード中: {2}
ko: [{0}/{1}] 다운로드 중: {2}
pt_br: [{0}/{1}] Baixando: {2}
zh_hans: [{0}/{1}] 正在下载：{2}

# Title_Error
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误

# Title_Generate
source: Generate
de: Erzeugen
es: Generar
fr: Générer
ja: 生成
ko: 생성
pt_br: Gerar
zh_hans: 生成

# Title_GenerateAll
source: Generate All
de: Alle erzeugen
es: Generar todo
fr: Tout générer
ja: すべて生成
ko: 모두 생성
pt_br: Gerar tudo
zh_hans: 全部生成

# Title_InstallDefaultPack
source: Install Default Pack
de: Standardpaket installieren
es: Instalar paquete predeterminado
fr: Installer le pack par défaut
ja: デフォルトパックをインストール
ko: 기본 팩 설치
pt_br: Instalar pacote padrão
zh_hans: 安装默认包

# Title_LogFile
source: Log File
de: Logdatei
es: Archivo de registro
fr: Fichier journal
ja: ログファイル
ko: 로그 파일
pt_br: Arquivo de log
zh_hans: 日志文件

# Title_LogFileLocation
source: Log File Location
de: Logdatei-Speicherort
es: Ubicación del archivo de registro
fr: Emplacement du fichier journal
ja: ログファイルの場所
ko: 로그 파일 위치
pt_br: Local do arquivo de log
zh_hans: 日志文件位置

# Title_OpenFolder
source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダーを開く
ko: 폴더 열기
pt_br: Abrir pasta
zh_hans: 打开文件夹

# Title_RevertTemplate
source: Revert Template
de: Vorlage zurücksetzen
es: Revertir plantilla
fr: Restaurer le modèle
ja: テンプレートを元に戻す
ko: 템플릿 되돌리기
pt_br: Reverter modelo
zh_hans: 还原模板

# Title_SaveTemplate
source: Save Template
de: Vorlage speichern
es: Guardar plantilla
fr: Enregistrer le modèle
ja: テンプレートを保存
ko: 템플릿 저장
pt_br: Salvar modelo
zh_hans: 保存模板

# Title_StartupError
source: Startup Error
de: Startfehler
es: Error de inicio
fr: Erreur de démarrage
ja: 起動エラー
ko: 시작 오류
pt_br: Erro de inicialização
zh_hans: 启动错误

# Title_StartWithMsfs
source: Start with MSFS
de: Mit MSFS starten
es: Iniciar con MSFS
fr: Démarrer avec MSFS
ja: MSFS と一緒に開始
ko: MSFS와 함께 시작
pt_br: Iniciar com o MSFS
zh_hans: 随 MSFS 启动

# Title_Success
source: Success
de: Erfolg
es: Éxito
fr: Succès
ja: 成功
ko: 성공
pt_br: Sucesso
zh_hans: 成功

# Integrations_SimBriefGroup
source: SimBrief Integration
es: Integración con SimBrief
fr: Intégration SimBrief
ja: SimBrief 連携
ko: SimBrief 연동
pt_br: Integração com SimBrief
zh_hans: SimBrief 集成

# Integrations_SimBriefUsername
source: SimBrief Username:
de: SimBrief-Benutzername:
es: Usuario de SimBrief:
fr: Nom d’utilisateur SimBrief :
ja: SimBrief ユーザー名:
ko: SimBrief 사용자 이름:
pt_br: Usuário SimBrief:
zh_hans: SimBrief 用户名：

# Integrations_SimBriefLastData
source: Last Retrieved Data:
de: Zuletzt abgerufene Daten:
es: Últimos datos obtenidos:
fr: Dernières données récupérées :
ja: 最終取得データ:
ko: 마지막으로 가져온 데이터:
pt_br: Últimos dados obtidos:
zh_hans: 上次获取的数据：

# Integrations_FetchLatestPlan
source: Fetch Latest Plan
de: Letzten Plan abrufen
es: Obtener último plan
fr: Récupérer le dernier plan
ja: 最新計画を取得
ko: 최신 계획 가져오기
pt_br: Buscar plano mais recente
zh_hans: 获取最新计划

# Integrations_RefreshBeforeBoarding
source: Refresh plan before Boarding Welcome plays
de: Plan vor Boarding Welcome aktualisieren
es: Actualizar antes de Boarding Welcome
fr: Actualiser avant l’annonce d’embarquement
ja: Boarding Welcome の前に計画を更新
ko: 탑승 안내 전 계획 새로 고침
pt_br: Atualizar plano antes do anúncio de embarque
zh_hans: 登机欢迎前刷新计划

# Integrations_GsxGroup
source: GSX Integration
es: Integración con GSX
fr: Intégration GSX
ja: GSX 連携
ko: GSX 연동
pt_br: Integração com GSX
zh_hans: GSX 集成

# Integrations_EnableGsx
source: Enable GSX Integration
de: GSX-Integration aktivieren
es: Activar integración GSX
fr: Activer l’intégration GSX
ja: GSX 連携を有効化
ko: GSX 연동 사용
pt_br: Ativar integração GSX
zh_hans: 启用 GSX 集成

# Integrations_GsxStatusDisabled
source: Status: Disabled
de: Status: Deaktiviert
es: Estado: Desactivado
fr: Statut : Désactivé
ja: 状態: 無効
ko: 상태: 비활성화됨
pt_br: Status: Desativado
zh_hans: 状态：已禁用

# Integrations_GsxDescription
source: When enabled announcements will be triggered by GSX boarding state. GSX refueling, deboarding is also supported. If you don't have GSX disable this option and use the logo light.
de: Wenn aktiviert, werden Ansagen durch den GSX-Boardingstatus ausgelöst. GSX-Betankung und -Deboarding werden ebenfalls unterstützt. Wenn du kein GSX hast, deaktiviere diese Option und nutze das Logo-Licht.
es: Cuando está activado, los anuncios se disparan por el estado de embarque de GSX. También se admite el reabastecimiento y desembarque. Si no tienes GSX, desactiva esta opción y usa la luz del logo.
fr: Une fois activé, les annonces sont déclenchées par l’état d’embarquement GSX. Le ravitaillement et le débarquement GSX sont aussi pris en charge. Sans GSX, désactivez cette option et utilisez la lumière logo.
ja: 有効にすると、GSX の搭乗状態でアナウンスがトリガーされます。GSX の給油や降機もサポートされます。GSX がない場合はこのオプションを無効にしてロゴライトを使用してください。
ko: 사용 시 GSX 탑승 상태로 방송이 트리거됩니다. GSX 급유 및 하기도 지원됩니다. GSX가 없으면 이 옵션을 끄고 로고 라이트를 사용하세요.
pt_br: Quando ativado, os anúncios serão disparados pelo estado de embarque do GSX. Reabastecimento e desembarque do GSX também são suportados. Se não tiver GSX, desative esta opção e use a luz de logo.
zh_hans: 启用后，广播将由 GSX 登机状态触发；同时支持 GSX 加油和下机。如果没有 GSX，请关闭此选项并使用 Logo 灯。

# Integrations_GsxStatusEnabledDetail
source: Status: Enabled - GSX boarding state will override logo light trigger
de: Status: Aktiviert - GSX-Boardingstatus überschreibt den Logo-Licht-Trigger
es: Estado: Activado - el estado de embarque de GSX sustituye el disparo por luz de logo
fr: Statut : Activé – l’état d’embarquement GSX remplace le déclencheur lumière logo
ja: 状態: 有効 - GSX 搭乗状態がロゴライトのトリガーを上書きします
ko: 상태: 활성화됨 - GSX 탑승 상태가 로고 라이트 트리거를 대체함
pt_br: Status: Ativado - o estado de embarque do GSX substituirá o acionamento pela luz de logo
zh_hans: 状态：已启用 - GSX 登机状态将覆盖 Logo 灯触发

# Integrations_SimBrief_RetrievedAt
source: Retrieved: {0}
de: Abgerufen: {0}
es: Obtenido: {0}
fr: Récupéré : {0}
ja: 取得時刻: {0}
ko: 가져온 시각: {0}
pt_br: Obtido: {0}
zh_hans: 已获取：{0}

# Integrations_SimBrief_AircraftFormat
source: Aircraft: {0}
de: Flugzeug: {0}
es: Avión: {0}
fr: Appareil : {0}
ja: 機種: {0}
ko: 기종: {0}
pt_br: Aeronave: {0}
zh_hans: 机型：{0}

# Integrations_SimBrief_AirlineFormat
source: Airline: {0}
de: Fluglinie: {0}
es: Aerolínea: {0}
fr: Compagnie : {0}
ja: 航空会社: {0}
ko: 항공사: {0}
pt_br: Companhia: {0}
zh_hans: 航司：{0}

# Integrations_SimBrief_OriginFormat
source: Origin: {0}
de: Abflug: {0}
es: Origen: {0}
fr: Origine : {0}
ja: 出発地: {0}
ko: 출발지: {0}
pt_br: Origem: {0}
zh_hans: 始发：{0}

# Integrations_SimBrief_DestinationFormat
source: Destination: {0}
de: Ziel: {0}
es: Destino: {0}
ja: 到着地: {0}
ko: 도착지: {0}
pt_br: Destino: {0}
zh_hans: 目的地：{0}

# Integrations_SimBrief_NotAvailable
source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
ja: 利用不可
ko: 사용 불가
pt_br: Não disponível
zh_hans: 不可用

# Balloon_SoundStatus_Format
source: Found {0} sound files from {1} airlines
de: {0} Sounddateien aus {1} Airlines gefunden
es: {0} archivos de sonido de {1} aerolíneas
fr: {0} fichiers audio de {1} compagnies
ja: {1} 社から {0} 件のサウンドファイルを検出
ko: {1}개 항공사에서 {0}개 사운드 파일을 찾았습니다
pt_br: {0} arquivos de som de {1} companhias
zh_hans: 找到 {0} 个音频文件，来自 {1} 家航司

# Balloon_SoundStatus_NotConfigured
source: No announcements folder configured
de: Kein Ansagen-Ordner konfiguriert
es: No hay carpeta de anuncios configurada
fr: Aucun dossier d’annonces configuré
ja: アナウンス フォルダーが設定されていません
ko: 공지 폴더가 구성되지 않았습니다
pt_br: Nenhuma pasta de anúncios configurada
zh_hans: 未配置广播文件夹

# Balloon_SoundStatus_NotFound_Format
source: Announcements folder not found: {0}
de: Ansagen-Ordner nicht gefunden: {0}
es: Carpeta de anuncios no encontrada: {0}
fr: Dossier d’annonces introuvable : {0}
ja: アナウンス フォルダーが見つかりません: {0}
ko: 공지 폴더를 찾을 수 없음: {0}
pt_br: Pasta de anúncios não encontrada: {0}
zh_hans: 未找到广播文件夹：{0}

# Balloon_SoundStatus_None
source: No sound files found in announcements folder
de: Keine Sounddateien im Ansagen-Ordner gefunden
es: No se encontraron archivos de sonido en la carpeta de anuncios
fr: Aucun fichier audio trouvé dans le dossier d’annonces
ja: アナウンス フォルダーにサウンドファイルが見つかりません
ko: 공지 폴더에서 사운드 파일을 찾을 수 없습니다
pt_br: Nenhum arquivo de som encontrado na pasta de anúncios
zh_hans: 广播文件夹内未找到音频文件

# InitialSetup_Title
source: Universal Announcer - Initial Setup
de: Universal Announcer - Ersteinrichtung
es: Universal Announcer - Configuración inicial
fr: Universal Announcer - Configuration initiale
ja: Universal Announcer - 初期設定
ko: Universal Announcer - 초기 설정
pt_br: Universal Announcer - Configuração inicial
zh_hans: Universal Announcer - 初始设置

# InitialSetup_Welcome
source: Welcome to Universal Announcer!
de: Willkommen bei Universal Announcer!
es: ¡Bienvenido a Universal Announcer!
fr: Bienvenue dans Universal Announcer !
ja: Universal Announcer へようこそ！
ko: Universal Announcer에 오신 것을 환영합니다!
pt_br: Bem-vindo ao Universal Announcer!
zh_hans: 欢迎使用 Universal Announcer！
