Repository: fearlessfrog/MSFS_Universal_Announcer
Catalog: Localization/Strings.*.resx
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# Audio_UseCabinIfDoorOpen
source: Use Cabin volume if door open (needs GSX, no door support = open door).
de: Kabinenlautstärke bei offener Tür verwenden (benötigt GSX)
es: Usar volumen de cabina si la puerta está abierta (requiere GSX)
fr: Utiliser le volume cabine si la porte est ouverte (nécessite GSX)
ja: ドア開放時は客室音量を使用 (GSX が必要)
ko: 도어가 열리면 객실 볼륨 사용(GSX 필요)
pt_br: Usar volume da cabine se a porta estiver aberta (requer GSX)
zh_hans: 舱门打开时使用客舱音量（需要 GSX）

# Audio_VolumeLabel
source: Volume:
de: Lautstärke:
es: Volumen (0-100):
fr: Volume (0‑100) :
ja: 音量:
ko: 볼륨:
zh_hans: 音量：

# Audio_MusicVolumeLabel
source: Music Volume:
ja: 音楽音量:
ko: 음악 볼륨:
pt_br: Volume da música:
zh_hans: 音乐音量：

# Audio_ForegroundOnly
source: Only play when MSFS or this app is focused
de: Nur abspielen, wenn MSFS oder diese App den Fokus hat
fr: Lire uniquement quand MSFS ou cette appli a le focus
ja: MSFS またはこのアプリがフォーカス中のみ再生
ko: MSFS 또는 이 앱이 포커스일 때만 재생
pt_br: Reproduzir apenas quando o MSFS ou este app estiver em foco
zh_hans: 仅在 MSFS 或本应用获得焦点时播放

# Audio_ForegroundOnly_Tooltip
source: When enabled, announcements are only audible when Microsoft Flight Simulator or this Settings window has focus. Audio continues silently in the background.
de: Wenn aktiviert, sind Ansagen nur hörbar, wenn Microsoft Flight Simulator oder dieses Einstellungsfenster den Fokus hat. Audio läuft im Hintergrund stumm weiter.
fr: Lorsqu’active, les annonces ne sont audibles que lorsque Microsoft Flight Simulator ou cette fenêtre de paramètres a le focus. L’audio continue en silence en arrière‑plan.
ja: 有効にすると、Microsoft Flight Simulator またはこの設定ウィンドウにフォーカスがあるときだけアナウンスが聞こえます。バックグラウンドでは無音のまま再生は続行されます。
ko: 사용 시 Microsoft Flight Simulator 또는 이 설정 창이 포커스를 가질 때만 방송이 들립니다. 백그라운드에서는 무음으로 계속 재생됩니다.
pt_br: Quando ativado, os anúncios só são audíveis quando o Microsoft Flight Simulator ou esta janela de configurações estiver em foco. O áudio continua em silêncio em segundo plano.
zh_hans: 启用后，仅当 Microsoft Flight Simulator 或此设置窗口获得焦点时才可听到广播。后台播放将静音继续。

# Btn_Preflight
source: Preflight
de: Vorflug
es: Prevuelo
fr: Pré‑vol
ja: 出発前
ko: 출발 전
pt_br: Pré‑voo
zh_hans: 起飞前

# Btn_Taxi
source: Taxi
es: Rodaje
fr: Roulage
ja: タキシー
ko: 택시
pt_br: Táxi
zh_hans: 滑行

# Btn_Takeoff
source: Takeoff
de: Start
es: Despegue
fr: Décollage
ja: 離陸
ko: 이륙
pt_br: Decolagem
zh_hans: 起飞

# Btn_Climb
source: Climb
de: Steigflug
es: Ascenso
fr: Montée
ja: 上昇
ko: 상승
pt_br: Subida
zh_hans: 爬升

# Btn_Cruise
source: Cruise
de: Reiseflug
es: Crucero
fr: Croisière
ja: 巡航
ko: 순항
pt_br: Crucero
zh_hans: 巡航

# Btn_Descent
source: Descent
de: Sinkflug
es: Descenso
fr: Descente
ja: 降下
ko: 하강
pt_br: Descida
zh_hans: 下降

# Btn_Approach
source: Approach
de: Anflug
es: Aproximación
fr: Approche
ja: 進入
ko: 접근
pt_br: Aproximação
zh_hans: 进近

# Btn_Landing
source: Landing
de: Landung
es: Aterrizaje
fr: Atterrissage
ja: 着陸
ko: 착륙
pt_br: Pouso
zh_hans: 着陆

# Btn_Postflight
source: Postflight
de: Nachflug
es: Postvuelo
fr: Après‑vol
ja: 到着後
ko: 도착 후
pt_br: Pós‑voo
zh_hans: 落地后

# Btn_CloseApp
source: Close App
de: App schließen
es: Cerrar app
fr: Fermer l’appli
ja: アプリを閉じる
ko: 앱 닫기
pt_br: Fechar app
zh_hans: 关闭应用

# Common_Fetching
source: Fetching...
de: Wird abgerufen…
es: Obteniendo…
fr: Récupération…
ja: 取得中…
ko: 가져오는 중…
pt_br: Buscando…
zh_hans: 正在获取…

# Integrations_AircraftError
source: Aircraft: Error
de: Flugzeug: Fehler
es: Avión: Error
fr: Appareil : Erreur
ja: 機種の取得エラー
ko: 기종 가져오기 오류
pt_br: Erro ao obter aeronave
zh_hans: 机型：错误

# Integrations_AircraftNotRetrieved
source: Aircraft: Not retrieved
de: Flugzeug: Nicht abgerufen
es: Avión: No obtenido
fr: Appareil : Non récupéré
ja: 機種: 取得できませんでした
ko: 기종: 가져오지 못함
pt_br: Aeronave: não obtida
zh_hans: 机型：未获取

# Integrations_AirlineError
source: Airline: Error
de: Fluglinie: Fehler
es: Aerolínea: Error
fr: Compagnie : Erreur
ja: 航空会社の取得エラー
ko: 항공사 가져오기 오류
pt_br: Erro ao obter companhia
zh_hans: 航司：错误

# Integrations_AirlineNotRetrieved
source: Airline: Not retrieved
de: Fluglinie: Nicht abgerufen
es: Aerolínea: No obtenida
fr: Compagnie : Non récupérée
ja: 航空会社: 取得できませんでした
ko: 항공사: 가져오지 못함
pt_br: Companhia: não obtida
zh_hans: 航司：未获取

# Integrations_DestinationError
source: Destination: Error
de: Ziel: Fehler
es: Destino: Error
fr: Destination : Erreur
ja: 到着地の取得エラー
ko: 도착지 가져오기 오류
pt_br: Erro ao obter destino
zh_hans: 目的地：错误

# Integrations_DestinationNotRetrieved
source: Destination: Not retrieved
de: Ziel: Nicht abgerufen
es: Destino: No obtenido
fr: Destination : Non récupérée
ja: 到着地: 取得できませんでした
ko: 도착지: 가져오지 못함
pt_br: Destino: não obtido
zh_hans: 目的地：未获取

# Integrations_ErrorOccurred
source: Error occurred
de: Fehler aufgetreten
es: Ocurrió un error
fr: Une erreur s’est produite
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt_br: Ocorreu um erro
zh_hans: 发生错误

# Integrations_GsxStatusDisabledDetail
source: Status: Disabled - Logo light trigger will be used
de: Status: Deaktiviert - Logo-Licht-Trigger wird verwendet
es: Estado: Desactivado - Se usará el disparo por luz de logo
fr: Statut : Désactivé – Le déclencheur lumière logo sera utilisé
ja: 無効 - GSX 搭乗状態は使用しません（ロゴライトで代用）
ko: 비활성화됨 - GSX 탑승 상태를 사용하지 않음(로고 라이트 사용)
pt_br: Desativado - estado de embarque do GSX não usado (use luz de logo)
zh_hans: 状态：已禁用 - 将使用 Logo 灯触发

# Integrations_NeverFetched
source: Never fetched
de: Niemals abgerufen
es: Nunca obtenido
fr: Jamais récupéré
ja: 未取得
ko: 가져온 적 없음
pt_br: Nunca obtido
zh_hans: 从未获取

# Integrations_OriginError
source: Origin: Error
de: Abflug: Fehler
es: Origen: Error
fr: Origine : Erreur
ja: 出発地の取得エラー
ko: 출발지 가져오기 오류
pt_br: Erro ao obter origem
zh_hans: 始发：错误

# Integrations_OriginNotRetrieved
source: Origin: Not retrieved
de: Abflug: Nicht abgerufen
es: Origen: No obtenido
fr: Origine : Non récupérée
ja: 出発地: 取得できませんでした
ko: 출발지: 가져오지 못함
pt_br: Origem: não obtida
zh_hans: 始发：未获取

# Integrations_SimBrief_EnterUsername
source: Please enter a SimBrief username
de: Bitte einen SimBrief-Benutzernamen eingeben
es: Introduce un nombre de usuario de SimBrief
fr: Veuillez entrer un nom d’utilisateur SimBrief
ja: SimBrief のユーザー名を入力
ko: SimBrief 사용자 이름 입력
pt_br: Digite o nome de usuário do SimBrief
zh_hans: 请输入 SimBrief 用户名

# Integrations_SimBrief_Error
source: Error
de: Fehler
fr: Erreur
ja: SimBrief 取得エラー
ko: SimBrief 오류
pt_br: Erro do SimBrief
zh_hans: 错误

# Integrations_SimBrief_UsernameChanged
source: Username changed - click 'Fetch Latest Plan' to update
de: Benutzername geändert – „Letzten Plan abrufen“ klicken zum Aktualisieren
es: Nombre de usuario cambiado - haz clic en "Obtener último plan" para actualizar
fr: Nom d’utilisateur modifié – cliquez sur « Récupérer le dernier plan » pour mettre à jour
ja: ユーザー名が変更されました
ko: 사용자 이름이 변경됨
pt_br: Nome de usuário alterado
zh_hans: 用户名已更改 —— 点击“获取最新计划”更新

# Error_AlreadyRunningMessage
source: Universal Announcer is already running.
de: Universal Announcer läuft bereits.
es: Universal Announcer ya se está ejecutando.
fr: Universal Announcer est déjà en cours d’exécution.
ja: 別のインスタンスが既に実行中です。
ko: 다른 인스턴스가 이미 실행 중입니다.
pt_br: Outra instância já está em execução.
zh_hans: Universal Announcer 已在运行。

# Error_AlreadyRunningTitle
source: Already Running
de: Bereits gestartet
es: Ya en ejecución
fr: Déjà en cours d’exécution
ja: 既に実行中
ko: 이미 실행 중
pt_br: Já em execução
zh_hans: 已在运行

# Error_CriticalAppFormat
source: Critical application error: {0} Log: {1}
de: Kritischer Anwendungsfehler: {0} Log: {1}
es: Error crítico de la aplicación: {0} Registro: {1}
fr: Erreur critique d’application : {0} Journal : {1}
ja: 致命的なアプリのエラー: {0} ログの場所: {1}
ko: 치명적 앱 오류: {0} 로그 위치: {1}
pt_br: Erro crítico do aplicativo: {0} Local do log: {1}
zh_hans: 严重应用错误：{0} 日志：{1}

# Error_CriticalAppTitle
source: Application Error
de: Anwendungsfehler
es: Error de la aplicación
fr: Erreur d’application
ja: 致命的なエラー
ko: 치명적 오류
pt_br: Erro crítico
zh_hans: 应用程序错误

# Error_DomainFormat
source: Domain Error: {0} Log: {1}
de: Domänenfehler: {0} Log: {1}
es: Error de dominio: {0} Registro: {1}
fr: Erreur de domaine : {0} Journal : {1}
ja: 未処理のドメイン例外: {0} ログ: {1}
ko: 처리되지 않은 도메인 예외: {0} 로그: {1}
pt_br: Exceção de domínio não tratada: {0} Log: {1}
zh_hans: 域错误：{0} 日志：{1}

# Error_DomainTitle
source: Domain Error
de: Domänenfehler
es: Error de dominio
fr: Erreur de domaine
ja: アプリケーション エラー
ko: 애플리케이션 오류
pt_br: Erro do aplicativo
zh_hans: 域错误

# Error_StartupTitle
source: Startup Error
de: Startfehler
es: Error de inicio
fr: Erreur de démarrage
ja: 起動エラー
ko: 시작 오류
pt_br: Erro de inicialização
zh_hans: 启动错误

# Error_UIThreadFormat
source: UI Thread Error: {0} Log: {1}
de: UI-Thread-Fehler: {0} Log: {1}
es: Error del hilo de UI: {0} Registro: {1}
fr: Erreur du thread UI : {0} Journal : {1}
ja: 未処理の UI スレッド例外: {0} ログ: {1}
ko: 처리되지 않은 UI 스레드 예외: {0} 로그: {1}
pt_br: Exceção de thread de UI não tratada: {0} Log: {1}
zh_hans: UI 线程错误：{0} 日志：{1}

# Error_UIThreadTitle
source: UI Thread Error
de: UI-Thread-Fehler
es: Error del hilo de UI
fr: Erreur du thread UI
ja: UI エラー
ko: UI 오류
pt_br: Erro de UI
zh_hans: UI 线程错误

# Msg_CantReachGitHub_Format
source: Can't reach GitHub or manifest not found. You may be offline. Browse: {0}
de: GitHub ist nicht erreichbar oder Manifest nicht gefunden. Du bist ggf. offline. Öffnen: {0}
es: No se puede acceder a GitHub o no se encontró el manifiesto. Puede que estés sin conexión. Abrir: {0}
fr: Impossible d’atteindre GitHub ou manifeste introuvable. Vous êtes peut‑être hors ligne. Ouvrir : {0}
ja: GitHub に到達できないか、マニフェストが見つかりません。オフラインの可能性があります。 開く: {0}
ko: GitHub에 접속할 수 없거나 매니페스트를 찾지 못했습니다. 오프라인일 수 있습니다. 열기: {0}
pt_br: Não é possível acessar o GitHub ou o manifesto não foi encontrado. Talvez esteja offline. Abrir: {0}
zh_hans: 无法访问 GitHub 或未找到清单。你可能处于离线状态。 打开：{0}

# Msg_CriticalStartup_Format
source: Critical error during startup: {0} Log location: {1}
de: Kritischer Fehler beim Start: {0} Log: {1}
es: Error crítico durante el inicio: {0} Ubicación del registro: {1}
fr: Erreur critique au démarrage : {0} Emplacement du journal : {1}
ja: 起動時の致命的なエラー: {0} ログ場所: {1}
ko: 시작 중 치명적 오류: {0} 로그 위치: {1}
pt_br: Erro crítico durante a inicialização: {0} Local do log: {1}
zh_hans: 启动期间发生严重错误：{0} 日志位置：{1}

# Msg_DefaultAnnouncementsInstalled
source: Default announcements installed successfully!
de: Standard-Ansagen erfolgreich installiert!
es: ¡Anuncios predeterminados instalados correctamente!
fr: Annonces par défaut installées avec succès !
ja: デフォルトのアナウンスを正常にインストールしました！
ko: 기본 안내가 성공적으로 설치되었습니다!
pt_br: Anúncios padrão instalados com sucesso!
zh_hans: 默认广播已成功安装！

# Msg_DefaultPackExistsOverwrite
source: A Default pack already exists. Overwrite existing files?
de: Ein Standardpaket ist bereits vorhanden. Bestehende Dateien überschreiben?
es: Ya existe un paquete predeterminado. ¿Sobrescribir archivos existentes?
fr: Un pack par défaut existe déjà. Écraser les fichiers existants ?
ja: 既にデフォルトパックが存在します。既存のファイルを上書きしますか？
ko: 기본 팩이 이미 존재합니다. 기존 파일을 덮어쓸까요?
pt_br: Já existe um pacote padrão. Substituir os arquivos existentes?
zh_hans: 已存在默认包。要覆盖现有文件吗？

# Msg_EncodingFailed_Format
source: Encoding failed: {0}
de: Kodierung fehlgeschlagen: {0}
es: Codificación fallida: {0}
fr: Échec d’encodage : {0}
ja: エンコードに失敗しました: {0}
ko: 인코딩 실패: {0}
pt_br: Falha de codificação: {0}
zh_hans: 编码失败：{0}

# Msg_ErrorOpeningAbout_Format
source: Error opening about: {0}
de: Fehler beim Öffnen von Info: {0}
es: Error al abrir Acerca de: {0}
fr: Erreur lors de l’ouverture de À propos : {0}
ja: 「バージョン情報」を開く際にエラー: {0}
ko: 정보 창을 여는 중 오류: {0}
pt_br: Erro ao abrir o Sobre: {0}
zh_hans: 打开关于对话框出错：{0}

# Msg_ErrorOpeningLightTest_Format
source: Error opening light test: {0}
de: Fehler beim Öffnen des Lichttests: {0}
es: Error al abrir la prueba de luces: {0}
fr: Erreur lors de l’ouverture du test de lumière : {0}
ja: ライトテストを開く際にエラー: {0}
ko: 라이트 테스트를 여는 중 오류: {0}
pt_br: Erro ao abrir o teste de luz: {0}
zh_hans: 打开灯光测试出错：{0}

# Msg_ErrorOpeningSettings_Format
source: Error opening settings: {0}
de: Fehler beim Öffnen der Einstellungen: {0}
es: Error al abrir la configuración: {0}
fr: Erreur lors de l’ouverture des paramètres : {0}
ja: 設定を開く際にエラー: {0}
ko: 설정을 여는 중 오류: {0}
pt_br: Erro ao abrir as configurações: {0}
zh_hans: 打开设置出错：{0}

# Msg_FileExists_OverwriteFormat
source: File exists: {0} Overwrite?
de: Datei vorhanden: {0} Überschreiben?
es: El archivo existe: {0} ¿Sobrescribir?
fr: Le fichier existe : {0} Écraser ?
ja: ファイルは既に存在します: {0} 上書きしますか？
ko: 파일이 이미 존재합니다: {0} 덮어쓸까요?
pt_br: O arquivo existe: {0} Substituir?
zh_hans: 文件已存在： {0} 是否覆盖？

# Msg_GenerateAllConfigFirst
source: Please configure your Sound Files folder first (Sound Files tab)
de: Bitte zuerst den Ordner mit Sounddateien konfigurieren (Reiter Sounddateien)
es: Primero configura la carpeta de archivos de sonido (pestaña Archivos de sonido)
fr: Veuillez d’abord configurer le dossier des fichiers audio (onglet Fichiers audio)
ja: まず「サウンドファイル」タブでフォルダーを設定してください
ko: 먼저 [사운드 파일] 탭에서 폴더를 구성하세요
pt_br: Primeiro, configure a pasta de Arquivos de som (aba Arquivos de som)
zh_hans: 请先配置“声音文件”文件夹（“声音文件”选项卡）

# Msg_GenerateAllConfirm_Format
source: Install {0} default announcements to: {1} A short download will begin.
de: {0} Standard-Ansagen installieren nach: {1} Ein kurzer Download beginnt.
es: Instalar {0} anuncios predeterminados en: {1} Comenzará una breve descarga.
fr: Installer {0} annonces par défaut dans : {1} Un court téléchargement va commencer.
ja: {0} 件のデフォルトアナウンスをインストール: {1} 短いダウンロードが開始されます。
ko: {0}개의 기본 안내를 다음에 설치: {1} 짧은 다운로드가 시작됩니다.
pt_br: Instalar {0} anúncios padrão em: {1} Um breve download será iniciado.
zh_hans: 安装 {0} 个默认公告到： {1} 将开始一个短暂的下载。

# Msg_GenerateAllFailed_Format
source: Generate All failed: {0}
de: Alle erzeugen fehlgeschlagen: {0}
es: Generar todo falló: {0}
fr: Échec de « Tout générer » : {0}
ja: 「すべて生成」に失敗しました: {0}
ko: 전체 생성 실패: {0}
pt_br: Gerar tudo falhou: {0}
zh_hans: “全部生成”失败：{0}

# Msg_GenerateAllSelectAirline
source: Select an airline to generate into (Default not allowed).
de: Wähle eine Fluggesellschaft zum Generieren aus (Default nicht erlaubt).
es: Selecciona una aerolínea para generar (Default no permitido).
fr: Sélectionnez une compagnie pour générer (Default non autorisé).
ja: 生成先の航空会社を選択してください (Default は不可)。
ko: 생성할 항공사를 선택하세요(Default는 불가).
pt_br: Selecione uma companhia para gerar (Default não permitido).
zh_hans: 请选择要生成到的航空公司（不允许 Default）。

# Msg_Generated_Format
source: Generated: {0}
de: Erzeugt: {0}
es: Generado: {0}
fr: Généré : {0}
ja: 生成: {0}
ko: 생성됨: {0}
pt_br: Gerado: {0}
zh_hans: 已生成：{0}

# Msg_GenerateThereIsNoText
source: There is no announcement text to generate.
de: Es gibt keinen Ankündigungstext zum Erzeugen.
es: No hay texto de anuncio para generar.
fr: Aucun texte d’annonce à générer.
ja: 生成するアナウンステキストがありません。
ko: 생성할 안내 텍스트가 없습니다.
pt_br: Não há texto de anúncio para gerar.
zh_hans: 没有可生成的公告文本。

# Msg_GenerationFailed_Format
source: Generation failed: {0}
de: Erzeugen fehlgeschlagen: {0}
es: Generación fallida: {0}
fr: Génération échouée : {0}
ja: 生成に失敗しました: {0}
ko: 생성 실패: {0}
pt_br: Geração falhou: {0}
zh_hans: 生成失败：{0}

# Msg_InstallDefaultPackConfirm_Format
source: Install {0} default announcements to: {1} A short download will begin.
de: {0} Standard-Ansagen installieren nach: {1} Ein kurzer Download beginnt.
es: Instalar {0} anuncios predeterminados en: {1} Comenzará una breve descarga.
fr: Installer {0} annonces par défaut dans : {1} Un court téléchargement va commencer.
ja: {0} 件のデフォルトアナウンスをインストール: {1} 短いダウンロードが開始されます。
ko: {0}개의 기본 안내를 다음에 설치: {1} 짧은 다운로드가 시작됩니다.
pt_br: Instalar {0} anúncios padrão em: {1} Um breve download será iniciado.
zh_hans: 安装 {0} 个默认公告到： {1} 将开始一个短暂的下载。

# Msg_InstallError_Format
source: Install error: {0}
de: Installationsfehler: {0}
es: Error de instalación: {0}
fr: Erreur d’installation : {0}
ja: インストール エラー: {0}
ko: 설치 오류: {0}
pt_br: Erro na instalação: {0}
zh_hans: 安装错误：{0}

# Msg_InstallFailed_Format
source: Install failed: {0}
de: Installation fehlgeschlagen: {0}
es: Instalación fallida: {0}
fr: Installation échouée : {0}
ja: インストール失敗: {0}
ko: 설치 실패: {0}
pt_br: Instalação falhou: {0}
zh_hans: 安装失败：{0}

# Msg_LogFileNotFound_Format
source: Log file not found at: {0}
de: Logdatei nicht gefunden unter: {0}
es: No se encontró el archivo de registro en: {0}
fr: Fichier journal introuvable à : {0}
ja: ログファイルが見つかりません: {0}
ko: 다음 위치에서 로그 파일을 찾지 못했습니다: {0}
pt_br: Arquivo de log não encontrado em: {0}
zh_hans: 未在以下位置找到日志文件：{0}

# Msg_NoOverrideFound
source: No override file found to revert.
de: Kein Override gefunden, das zurückgesetzt werden kann.
es: No se encontró un override para revertir.
fr: Aucun override à annuler.
ja: 元に戻すべき上書きが見つかりません。
ko: 되돌릴 오버라이드를 찾지 못했습니다.
pt_br: Nenhum override encontrado para reverter.
zh_hans: 未找到可还原的覆盖文件。

# Msg_OpenFolderFailed_Format
source: Failed to open folder: {0}
de: Ordner konnte nicht geöffnet werden: {0}
es: Error al abrir la carpeta: {0}
fr: Échec d’ouverture du dossier : {0}
ja: フォルダーを開けません: {0}
ko: 폴더를 열 수 없습니다: {0}
pt_br: Falha ao abrir a pasta: {0}
zh_hans: 打开文件夹失败：{0}

# Msg_OpenFolderNotSet
source: Sound Files location is not set or does not exist.
de: Speicherort der Sounddateien ist nicht gesetzt oder existiert nicht.
es: La ubicación de Archivos de sonido no está definida o no existe.
fr: L’emplacement des fichiers audio n’est pas défini ou n’existe pas.
ja: サウンドファイルの場所が未設定か存在しません。
ko: 사운드 파일 위치가 설정되지 않았거나 존재하지 않습니다.
pt_br: O local de Arquivos de som não está definido ou não existe.
zh_hans: “声音文件”位置未设置或不存在。

# Msg_OpenLinkError_Format
source: Error opening link: {0}
de: Fehler beim Öffnen des Links: {0}
es: Error al abrir el enlace: {0}
fr: Erreur à l’ouverture du lien : {0}
ja: リンクを開く際のエラー: {0}
ko: 링크를 여는 중 오류: {0}
pt_br: Erro ao abrir o link: {0}
zh_hans: 打开链接出错：{0}

# Msg_OpenLogError_Format
source: Error opening log file: {0}
de: Fehler beim Öffnen der Logdatei: {0}
es: Error al abrir el archivo de registro: {0}
fr: Erreur à l’ouverture du fichier journal : {0}
ja: ログファイルを開く際のエラー: {0}
ko: 로그 파일을 여는 중 오류: {0}
pt_br: Erro ao abrir o arquivo de log: {0}
zh_hans: 打开日志文件出错：{0}

# Msg_RevertedAirline_Format
source: Reverted {0} override for {1}.txt
de: {0}-Override für {1}.txt zurückgesetzt
es: Revertido override {0} para {1}.txt
fr: Override {0} restauré pour {1}.txt
ja: {1}.txt の {0} 上書きを元に戻しました
ko: {0} 오버라이드를 {1}.txt로 되돌렸습니다
pt_br: Override {0} revertido para {1}.txt
zh_hans: 已还原 {1}.txt 的 {0} 覆盖

# Msg_RevertedDefault_Format
source: Reverted Default override for {0}.txt
de: Default-Override für {0}.txt zurückgesetzt
es: Revertido override de Default para {0}.txt
fr: Override « Default » restauré pour {0}.txt
ja: {0}.txt の Default 上書きを元に戻しました
ko: Default 오버라이드를 {0}.txt로 되돌렸습니다
pt_br: Override Default revertido para {0}.txt
zh_hans: 已还原 {0}.txt 的 Default 覆盖

# Msg_RevertFailed_Format
source: Failed to revert: {0}
de: Zurücksetzen fehlgeschlagen: {0}
es: Reversión fallida: {0}
fr: La restauration a échoué : {0}
ja: 元に戻しに失敗しました: {0}
ko: 되돌리기 실패: {0}
pt_br: Falha ao reverter: {0}
zh_hans: 还原失败：{0}

# Msg_SavedTo_Format
source: Saved to {0}: {1}.txt
de: Gespeichert in {0}: {1}.txt
es: Guardado en {0}: {1}.txt
fr: Enregistré dans {0} : {1}.txt
ja: {0} に保存しました: {1}.txt
ko: {0}에 저장됨: {1}.txt
pt_br: Salvo em {0}: {1}.txt
zh_hans: 已保存到 {0}: {1}.txt

# Msg_SaveFailed_Format
source: Failed to save: {0}
de: Speichern fehlgeschlagen: {0}
es: Error al guardar: {0}
fr: Échec de l’enregistrement : {0}
ja: 保存に失敗しました: {0}
ko: 저장 실패: {0}
pt_br: Falha ao salvar: {0}
zh_hans: 保存失败：{0}

# Msg_SelectAirlineGenerate
source: Select an airline to generate into (Default not allowed).
de: Wähle eine Fluggesellschaft zum Generieren aus (Default nicht erlaubt).
es: Selecciona una aerolínea para generar (Default no permitido).
fr: Sélectionnez une compagnie pour générer (Default non autorisé).
ja: 生成先の航空会社を選択してください (Default は不可)。
ko: 생성할 항공사를 선택하세요(Default는 불가).
pt_br: Selecione uma companhia para gerar (Default não permitido).
zh_hans: 请选择要生成到的航空公司（不允许 Default）。

# Msg_SelectTemplateFirst
source: Please select a template name first.
de: Bitte zuerst einen Vorlagennamen auswählen.
es: Selecciona primero un nombre de plantilla.
fr: Sélectionnez d’abord un nom de modèle.
ja: まずテンプレート名を選択してください。
ko: 먼저 템플릿 이름을 선택하세요.
pt_br: Selecione primeiro um nome de modelo.
zh_hans: 请先选择一个模板名称。

# Msg_SetAnnouncementsFolderFailed
source: Failed to set announcements folder. Please try again or cancel to just continue without sound files.
de: Ansagen-Ordner konnte nicht gesetzt werden. Bitte erneut versuchen oder ohne Sounddateien fortfahren.
es: No se pudo establecer la carpeta de anuncios. Inténtalo de nuevo o continua sin archivos de sonido.
fr: Échec du paramétrage du dossier d’annonces. Réessayez ou continuez sans fichiers audio.
ja: アナウンス フォルダーを設定できませんでした。再試行するか、サウンドなしで続行してください。
ko: 공지 폴더를 설정하지 못했습니다. 다시 시도하거나 사운드 없이 계속하세요.
pt_br: Falha ao definir a pasta de anúncios. Tente novamente ou continue sem arquivos de som.
zh_hans: 无法设置公告文件夹。请重试，或在无声音文件的情况下继续。

# Msg_SoundFileNotFound_Format
source: Sound file not found: {0}
de: Sounddatei nicht gefunden: {0}
es: Archivo de sonido no encontrado: {0}
fr: Fichier audio introuvable : {0}
ja: サウンドファイルが見つかりません: {0}
ko: 사운드 파일을 찾지 못했습니다: {0}
pt_br: Arquivo de som não encontrado: {0}
zh_hans: 未找到声音文件：{0}

# Msg_SoundFilesConfigFirst
source: Please configure your Sound Files folder first (Sound Files tab)
de: Bitte zuerst den Ordner mit Sounddateien konfigurieren (Reiter Sounddateien)
es: Primero configura tu carpeta de Archivos de sonido (pestaña Archivos de sonido)
fr: Veuillez d’abord configurer votre dossier de fichiers audio (onglet Fichiers audio)
ja: まず「サウンドファイル」タブでフォルダーを設定してください
ko: 먼저 [사운드 파일] 탭에서 폴더를 구성하세요
pt_br: Primeiro, configure a pasta de Arquivos de som (aba Arquivos de som)
zh_hans: 请先配置声音文件文件夹（“声音文件”选项卡）

# Msg_SoundFilesLocationUpdated
source: Sound files location updated successfully!
de: Speicherort für Sounddateien erfolgreich aktualisiert!
es: ¡Ubicación de archivos de sonido actualizada correctamente!
fr: Emplacement des fichiers audio mis à jour avec succès !
ja: サウンドファイルの場所が正常に更新されました！
ko: 사운드 파일 위치가 성공적으로 업데이트되었습니다!
pt_br: Local de Arquivos de som atualizado com sucesso!
zh_hans: 声音文件位置已成功更新！

# Msg_TTSTestFailed_Format
source: TTS test failed: {0}
de: TTS‑Test fehlgeschlagen: {0}
es: Prueba de TTS fallida: {0}
fr: Échec du test TTS : {0}
ja: TTS テストに失敗しました: {0}
ko: TTS 테스트 실패: {0}
pt_br: Teste de TTS falhou: {0}
zh_hans: TTS 测试失败：{0}

# Msg_UseNewDefaultPackAsLocationConfirm_Format
source: Use the newly installed Default pack as your Sound Files location? {0}
de: Den neu installierten Default‑Pack als Speicherort für Sounddateien verwenden? {0}
es: ¿Usar el nuevo paquete Default instalado como tu ubicación de Archivos de sonido? {0}
fr: Utiliser le nouveau pack Default installé comme emplacement des fichiers audio ? {0}
ja: 新しくインストールした Default パックをサウンドファイルの場所として使用しますか？ {0}
ko: 새로 설치한 Default 팩을 사운드 파일 위치로 사용할까요? {0}
pt_br: Usar o novo pacote Default instalado como o local de Arquivos de som? {0}
zh_hans: 是否将新安装的 Default 包作为声音文件位置？ {0}

# Wait_BoardingRepeat
source: Boarding repeat interval
de: Wiederholintervall Boarding
fr: Intervalle de répétition embarquement
ja: 搭乗リピート間隔
ko: 탑승 반복 간격
pt_br: Intervalo de repetição de embarque
zh_hans: 登机重复间隔

# Wait_DepartureDelayed
source: Departure delay threshold
de: Verspätungsschwelle beim Abflug
fr: Seuil de retard au départ
ja: 出発遅延しきい値
ko: 출발 지연 임계값
pt_br: Limite de atraso na partida
zh_hans: 起飞延误阈值

# PlayNext_CruiseElapsedFormat
source: Cruise {0}%
de: Reiseflug {0}%
fr: Croisière {0}%
ja: 巡航 {0}%
ko: 순항 {0}%
pt_br: Cruzeiro {0}%
zh_hans: 巡航 {0}%

# Update_PromptTitle
source: Universal Announcer Update
ja: Universal Announcer アップデート
ko: Universal Announcer 업데이트
pt_br: Atualização do Universal Announcer
zh_hans: Universal Announcer 更新
