Repository: fearlessfrog/MSFS_Universal_Announcer
Catalog: Localization/Strings.*.resx
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# Settings_DefaultLanguage
source: Default language:
de: Standardsprache:
es: Idioma predeterminado:
fr: Langue par défaut :
ja: 既定の言語:
ko: 기본 언어:
pt_br: Idioma padrão:
zh_hans: 默认语言：

# Settings_DefaultLanguage_System
source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Valeur par défaut du système
ja: システム既定
ko: 시스템 기본값
pt_br: Padrão do sistema
zh_hans: 系统默认

# Settings_RestartRequired
source: Language change will take effect after restart.
de: Die Sprachänderung wird nach einem Neustart wirksam.
es: El cambio de idioma se aplicará tras reiniciar.
fr: Le changement de langue prendra effet après redémarrage.
ja: 言語の変更は再起動後に適用されます。
ko: 언어 변경은 다시 시작한 후에 적용됩니다.
pt_br: A alteração de idioma terá efeito após reiniciar.
zh_hans: 切换语言将在重启后生效。

# Settings_Restart_Title
source: Restart Required
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
ja: 再起動が必要
ko: 다시 시작 필요
pt_br: Reinicialização necessária
zh_hans: 需要重启

# Tab_Status
source: Status
es: Estado
fr: Statut
ja: 状態
ko: 상태
zh_hans: 状态

# Tab_Audio
source: Audio
ja: オーディオ
ko: 오디오
pt_br: Áudio
zh_hans: 音频

# Tab_SoundFiles
source: Sound Files
de: Sounddateien
es: Archivos de sonido
fr: Fichiers audio
ja: サウンドファイル
ko: 사운드 파일
pt_br: Arquivos de som
zh_hans: 音频文件

# Tab_Announcements
source: Announcements
de: Ansagen
es: Anuncios
fr: Annonces
ja: アナウンス
ko: 방송
pt_br: Anúncios
zh_hans: 广播

# Tab_Tweaks
source: Tweaks
de: Optimierungen
es: Ajustes
fr: Ajustements
ja: 調整
ko: 조정
pt_br: Ajustes
zh_hans: 调整

# Tab_Integrations
source: Integrations
de: Integrationen
es: Integraciones
fr: Intégrations
ja: 連携
ko: 연동
pt_br: Integrações
zh_hans: 集成

# Tab_Generated
source: Generated
de: Generiert
es: Generado
fr: Généré
ja: 生成
ko: 생성됨
pt_br: Gerado
zh_hans: 生成

# Tab_HelpAbout
source: Help & About
de: Hilfe & Info
es: Ayuda & Acerca de
fr: Aide & À propos
ja: ヘルプ & 情報
ko: 도움말 & 정보
pt_br: Ajuda & Sobre
zh_hans: 帮助与关于

# Group_Status
source: Status
es: Estado
fr: Statut
ja: 状態
ko: 상태
zh_hans: 状态

# Group_FlightStateControls
source: Flight State Controls
de: Flugzustandssteuerung
es: Controles del estado de vuelo
fr: Contrôles d’état de vol
ja: フライト状態の操作
ko: 비행 상태 제어
pt_br: Controles do estado de voo
zh_hans: 飞行阶段控制

# Common_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# Common_OK
source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

# Common_Apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
pt_br: Aplicar
zh_hans: 应用

# Btn_Stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止

# Btn_Resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
zh_hans: 继续

# Btn_Auto
source: Auto
ja: 自動
ko: 자동
zh_hans: 自动

# Btn_Restart
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 재시작
pt_br: Reiniciar
zh_hans: 重置

# Btn_Seatbelt
source: Seatbelt
de: Sicherheitsgurt
es: Cinturón
fr: Ceinture
ja: シートベルト
ko: 안전벨트
pt_br: Cinto
zh_hans: 安全带

# Status_OverridesLabel
source: Overrides:
ja: 上書き:
ko: 오버라이드:
pt_br: Substituições:
zh_hans: 覆盖：

# Status_OverrideAircraftPlaceholder
source: Aircraft ICAO (e.g. B738)
ja: 機体 ICAO（例: B738）
ko: 항공기 ICAO(예: B738)
pt_br: ICAO da aeronave (ex.: B738)
zh_hans: 机型 ICAO（例如：B738）

# Status_OverrideAirlinePlaceholder
source: Airline ICAO (e.g. KLM)
ja: 航空会社 ICAO（例: KLM）
ko: 항공사 ICAO(예: KLM)
pt_br: ICAO da companhia (ex.: KLM)
zh_hans: 航司 ICAO（例如：KLM）

# Status_OverrideReset
source: Reset
ja: リセット
ko: 초기화
pt_br: Redefinir
zh_hans: 重置

# Cbx_StartWithMsfs
source: Start with MSFS
de: Mit MSFS starten
es: Iniciar con MSFS
fr: Démarrer avec MSFS
ja: MSFS と一緒に起動
ko: MSFS와 함께 시작
pt_br: Iniciar com o MSFS
zh_hans: 随 MSFS 启动

# Cbx_AlwaysShowWindow
source: Show this window when the app starts
de: Dieses Fenster beim Start der App anzeigen
es: Mostrar siempre como ventana al iniciar
fr: Afficher cette fenêtre au démarrage de l’application
ja: アプリ起動時にこのウィンドウを表示
ko: 앱 시작 시 이 창 표시
pt_br: Mostrar esta janela ao iniciar o aplicativo
zh_hans: 应用启动时显示此窗口

# Status_WaitingFor
source: Waiting for: {0}
de: Warten auf: {0}
fr: En attente de : {0}
ja: 待機条件: {0}
ko: 대기 조건: {0}
pt_br: Aguardando: {0}
zh_hans: 等待条件：{0}

# Status_NextAnnouncement
source: Next Announcement: {0}
de: Nächste Ansage: {0}
fr: Prochaine annonce : {0}
ja: 次のアナウンス: {0}
ko: 다음 안내: {0}
pt_br: Próximo anúncio: {0}
zh_hans: 下一个公告：{0}

# Btn_PlayNext
source: Play Next
de: Nächste abspielen
fr: Lire la suivante
ja: 次を再生
ko: 다음 재생
pt_br: Reproduzir próximo
zh_hans: 播放下一个

# Tray_WaitingForPrefix
source: Waiting for:
de: Warten auf:
fr: En attente de :
ja: 待機条件:
ko: 대기 조건:
pt_br: Aguardando:
zh_hans: 等待条件：

# Tray_NextAnnouncementPrefix
source: Next Announcement:
de: Nächste Ansage:
fr: Prochaine annonce :
ja: 次のアナウンス:
ko: 다음 안내:
pt_br: Próximo anúncio:
zh_hans: 下一个公告：

# Tray_WaitingFor
source: Waiting for: {0}
de: Warten auf: {0}
fr: En attente de : {0}
ja: 待機条件: {0}
ko: 대기 조건: {0}
pt_br: Aguardando: {0}
zh_hans: 等待条件：{0}

# Tray_NextAnnouncement
source: Next Announcement: {0}
de: Nächste Ansage: {0}
fr: Prochaine annonce : {0}
ja: 次のアナウンス: {0}
ko: 다음 안내: {0}
pt_br: Próximo anúncio: {0}
zh_hans: 下一个公告：{0}

# Tray_PlayNext
source: Play Next
de: Nächste abspielen
fr: Lire la suivante
ja: 次を再生
ko: 다음 재생
pt_br: Reproduzir próximo
zh_hans: 播放下一个

# SoundFiles_LocationGroup
source: Sound Files Location
de: Speicherort der Sounddateien
es: Ubicación de los archivos de sonido
fr: Emplacement des fichiers audio
ja: サウンドファイルの場所
ko: 사운드 파일 위치
pt_br: Local dos arquivos de som
zh_hans: 音频文件位置

# SoundFiles_CurrentLocation
source: Current Location:
de: Aktueller Speicherort:
es: Ubicación actual:
fr: Emplacement actuel :
ja: 現在の場所:
ko: 현재 위치:
pt_br: Local atual:
zh_hans: 当前位置：

# SoundFiles_NotConfigured
source: Not configured
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
ja: 未設定
ko: 구성되지 않음
pt_br: Não configurado
zh_hans: 未配置

# SoundFiles_ChangeFolder
source: Change Folder...
de: Ordner ändern...
es: Cambiar carpeta…
fr: Changer de dossier…
ja: フォルダーを変更...
ko: 폴더 변경...
pt_br: Alterar pasta...
zh_hans: 更改文件夹...

# SoundFiles_RunSetup
source: Run setup...
de: Setup ausführen...
es: Ejecutar configuración…
fr: Lancer la configuration…
ja: セットアップを実行...
ko: 설정 실행...
pt_br: Executar configuração...
zh_hans: 运行设置...

# SoundFiles_OpenFolder
source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダーを開く
ko: 폴더 열기
pt_br: Abrir pasta
zh_hans: 打开文件夹

# SoundFiles_PreviewGroup
source: Preview Sound Files
de: Sounddateien Vorschau
es: Vista previa de archivos de sonido
fr: Aperçu des fichiers audio
ja: サウンドファイルをプレビュー
ko: 사운드 파일 미리 듣기
pt_br: Pré-visualizar arquivos de som
zh_hans: 预览音频文件

# SoundFiles_Refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
pt_br: Atualizar
zh_hans: 刷新

# SoundFiles_Airline
source: Airline:
de: Fluggesellschaft:
es: Aerolínea:
fr: Compagnie :
ja: 航空会社:
ko: 항공사:
pt_br: Companhia:
zh_hans: 航司：

# SoundFiles_Label
source: Sound Files:
de: Sounddateien:
es: Archivos de sonido:
fr: Fichiers audio :
ja: サウンドファイル:
ko: 사운드 파일:
pt_br: Arquivos de som:
zh_hans: 音频文件：

# Common_Preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리 듣기
pt_br: Prévia
zh_hans: 预览

# Common_Stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止

# Settings_Title
source: Universal Announcer Settings
de: Universal Announcer Einstellungen
es: Configuración de Universal Announcer
fr: Paramètres d’Universal Announcer
ja: Universal Announcer 設定
ko: Universal Announcer 설정
pt_br: Configurações do Universal Announcer
zh_hans: Universal Announcer 设置

# Status_Connection
source: Connection: {0}
de: Verbindung: {0}
es: Conexión: {0}
fr: Connexion : {0}
ja: 接続: {0}
ko: 연결: {0}
pt_br: Conexão: {0}
zh_hans: 连接：{0}

# Status_CurrentState
source: Current State: {0}
de: Aktueller Zustand: {0}
es: Estado actual: {0}
fr: État actuel : {0}
ja: 現在の状態: {0}
ko: 현재 상태: {0}
pt_br: Estado atual: {0}
zh_hans: 当前状态：{0}

# Status_Aircraft
source: Aircraft: {0}
de: Flugzeug: {0}
es: Avión: {0}
fr: Appareil : {0}
ja: 機種: {0}
ko: 기종: {0}
pt_br: Aeronave: {0}
zh_hans: 机型：{0}

# Status_AircraftNone
source: No aircraft or airline data
de: Keine Flugzeug- oder Airline-Daten
fr: Aucune donnée d’appareil ou de compagnie
ja: 機種または航空会社のデータなし
ko: 항공기 또는 항공사 데이터 없음
pt_br: Sem dados de aeronave ou companhia
zh_hans: 无机型或航司数据

# Status_CurrentlyPlaying
source: Currently Playing: {0}
de: Aktuell wiedergegeben: {0}
es: Reproduciendo: {0}
fr: Lecture en cours : {0}
ja: 再生中: {0}
ko: 재생 중: {0}
pt_br: Reproduzindo: {0}
zh_hans: 当前播放：{0}

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
zh_hans: 无

# Tray_CheckForUpdates
source: Check for updates…
ja: 更新を確認…
ko: 업데이트 확인…
pt_br: Verificar atualizações…
zh_hans: 检查更新…

# Tweaks_EnableMsfsToolbar
source: Enable MSFS Toolbar link (experimental)
ja: MSFS ツールバーリンクを有効化（試験的）
ko: MSFS 도구 모음 링크 사용(실험적)
pt_br: Ativar link da barra de ferramentas do MSFS (experimental)
zh_hans: 启用 MSFS 工具栏链接（实验性）

# Update_UpToDate
source: You're up to date.
ja: 最新の状態です。
ko: 최신 상태입니다.
pt_br: Você está atualizado.
zh_hans: 已是最新版本。

# Btn_Mute
source: Mute
ja: ミュート
ko: 음소거
pt_br: Silenciar
zh_hans: 静音

# Btn_Unmute
source: Unmute
ja: ミュート解除
ko: 음소거 해제
pt_br: Ativar som
zh_hans: 取消静音

# Btn_BindMute
source: Bind Mute
ja: ミュートを割り当て
ko: 음소거 버튼 지정
pt_br: Vincular Silenciar
zh_hans: 绑定静音

# BindMute_Title
source: Bind Mute
ja: ミュートの割り当て
ko: 음소거 지정
pt_br: Vincular Silenciar
zh_hans: 绑定静音

# BindMute_Prompt
source: Press a key combination or a device button...
ja: キーの組み合わせまたはデバイスボタンを押してください...
ko: 키 조합 또는 장치 버튼을 누르세요...
pt_br: Pressione uma combinação de teclas ou um botão do dispositivo...
zh_hans: 请按下组合键或设备按钮...

# BindMute_Clear
source: Clear
ja: クリア
ko: 지우기
pt_br: Limpar
zh_hans: 清除

# Bind_Device_ButtonLabel
source: Button {0}
ja: ボタン {0}
ko: 버튼 {0}
pt_br: Botão {0}
zh_hans: 按钮 {0}

# Status_Disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 未接続
ko: 미연결
pt_br: Desconectado
zh_hans: 未连接

# Status_Connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt_br: Conectado
zh_hans: 已连接

# Tray_Connection
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
pt_br: Conexão
zh_hans: 连接

# Tray_RealSimConnect
source: Real SimConnect
de: Echte SimConnect
es: SimConnect real
fr: SimConnect réel
ja: 実 SimConnect
ko: 실제 SimConnect
pt_br: SimConnect real
zh_hans: 真实 SimConnect

# Tray_TestMode
source: Test Mode
de: Testmodus
es: Modo de prueba
fr: Mode test
ja: テストモード
ko: 테스트 모드
pt_br: Modo de teste
zh_hans: 测试模式

# Tray_CurrentState
source: Current State
de: Aktueller Zustand
es: Estado actual
fr: État actuel
ja: 現在の状態
ko: 현재 상태
pt_br: Estado atual
zh_hans: 当前状态

# Tray_FlightState
source: Flight State
de: Flugzustand
es: Estado de vuelo
fr: État de vol
ja: フライト状態
ko: 비행 상태
pt_br: Estado de voo
zh_hans: 飞行阶段

# Tray_AudioDevice
source: Audio Device
de: Audio-Gerät
es: Dispositivo de audio
fr: Périphérique audio
ja: オーディオデバイス
ko: 오디오 장치
pt_br: Dispositivo de áudio
zh_hans: 音频设备

# Tray_Volume
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 볼륨
zh_hans: 音量

# Tray_Settings
source: Settings...
de: Einstellungen...
es: Configuración...
fr: Paramètres…
ja: 設定...
ko: 설정...
pt_br: Configurações...
zh_hans: 设置...

# Tray_About
source: About...
de: Info...
es: Acerca de...
fr: À propos…
ja: 情報...
ko: 정보...
pt_br: Sobre...
zh_hans: 关于...

# Tray_StatusPrefix
source: Status:
es: Estado:
fr: Statut :
ja: ステータス:
ko: 상태:
zh_hans: 状态：

# Tray_ViewDebugLog
source: View Debug Log
de: Debug-Log anzeigen
es: Ver registro de depuración
fr: Afficher le journal de débogage
ja: デバッグログを表示
ko: 디버그 로그 보기
pt_br: Ver log de depuração
zh_hans: 查看调试日志

# Tray_LightTest
source: Light Test
de: Lichttest
es: Prueba de luces
fr: Test des lumières
ja: ライトテスト
ko: 조명 테스트
pt_br: Teste de luzes
zh_hans: 灯光测试

# Tray_Exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pt_br: Sair
zh_hans: 退出

# Tray_CurrentStateAutoDetecting
source: Auto-Detecting...
de: Auto-Erkennung...
es: Detección automática...
fr: Détection automatique…
ja: 自動検出中...
ko: 자동 감지...
pt_br: Detectando automaticamente...
zh_hans: 自动检测...

# Tray_PlayingPrefix
source: Playing:
de: Wiedergabe:
es: Reproduciendo:
fr: Lecture :
ja: 再生中:
ko: 재생 중:
pt_br: Reproduzindo:
zh_hans: 正在播放：

# Tray_ManualTag
source: Manual
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
zh_hans: 手动

# Tray_AutoTag
source: Auto
ja: 自動
ko: 자동
zh_hans: 自动

# Tweaks_PmdgSdk_Tooltip
source: Use PMDG client data for the 777 on MSFS 2024. Requires adding EnableDataBroadcast=1 to 777_Options.ini.
de: PMDG-Clientdaten für die 777 in MSFS 2024 verwenden. Erfordert EnableDataBroadcast=1 in 777_Options.ini.
fr: Utiliser les données client PMDG pour le 777 sur MSFS 2024. Nécessite d’ajouter EnableDataBroadcast=1 dans 777_Options.ini.
ja: MSFS 2024 の 777 用に PMDG クライアント データを使用します。777_Options.ini に EnableDataBroadcast=1 を追加する必要があります。
ko: MSFS 2024의 777에서 PMDG 클라이언트 데이터를 사용합니다. 777_Options.ini에 EnableDataBroadcast=1 추가가 필요합니다.
pt_br: Usa os dados do cliente PMDG para o 777 no MSFS 2024. Requer adicionar EnableDataBroadcast=1 ao 777_Options.ini.
zh_hans: 在 MSFS 2024 的 777 上使用 PMDG 客户端数据。需要在 777_Options.ini 中添加 EnableDataBroadcast=1。

# Tweaks_IgnoreIncompatibleLights
source: Ignore incompatible aircraft lights
de: Inkompatible Flugzeuglichter ignorieren
fr: Ignorer les lumières d’appareil incompatibles
ja: 互換性のない機体ライトを無視
ko: 호환되지 않는 항공기 조명 무시
pt_br: Ignorar luzes de aeronaves incompatíveis
zh_hans: 忽略不兼容的飞机灯光

# Tweaks_IgnoreIncompatibleLights_Tooltip
source: Ignores Logo, Beacon, Landing and Strobe SimVars so you can use manual Play Next when some aircraft report incorrect light states.
de: Ignoriert Logo-, Beacon-, Landescheinwerfer- und Strobe‑SimVars, damit „Nächste abspielen“ manuell genutzt werden kann, wenn manche Flugzeuge falsche Lichtzustände melden.
fr: Ignore les SimVars Logo, Beacon, Landing et Strobe afin de pouvoir utiliser « Lire la suivante » manuellement lorsque certains appareils rapportent des états de lumière incorrects.
ja: 一部の機体が誤ったライト状態を報告する場合でも、手動の「次を再生」を使えるように、ロゴ／ビーコン／着陸灯／ストロボの各 SimVar を無視します。
ko: 일부 항공기가 잘못된 조명 상태를 보고하는 경우에도 수동 "다음 재생"을 사용할 수 있도록 로고/비컨/랜딩/스트로브 SimVar 값을 무시합니다.
pt_br: Ignora os SimVars de Logo, Beacon, Landing e Strobe para permitir "Reproduzir próximo" manual quando algumas aeronaves informam estados de luz incorretos.
zh_hans: 忽略 Logo、Beacon、Landing 和 Strobe 的 SimVar，这样当某些飞机上报错误的灯光状态时，你仍可使用手动"播放下一个"。

# Tweaks_LandingCabinReactions
source: Landing Cabin Reactions
ja: 着陸時の客室反応
ko: 착륙 객실 반응
pt_br: Reações da cabine no pouso
zh_hans: 着陆客舱反应

# Tweaks_LandingCabinReactions_Tooltip
source: Play cabin sounds based on landing quality (applause for smooth landings, reactions for hard landings)
ja: 着陸の質に基づいて客室音を再生します（スムーズな着陸では拍手、硬い着陸では反応）
ko: 착륙 품질에 따라 객실 소리를 재생합니다 (부드러운 착륙에는 박수, 거친 착륙에는 반응)
pt_br: Reproduz sons da cabine com base na qualidade do pouso (aplausos para pousos suaves, reações para pousos duros)
zh_hans: 根据着陆质量播放客舱声音（平稳着陆时播放掌声，硬着陆时播放反应）

# Wait_BoardingStart_GSX
source: Logo light ON or GSX Boarding
de: Logo‑Licht EIN oder GSX‑Boarding
fr: Lumière logo ALLUMÉE ou Embarquement GSX
ja: ロゴライト ON または GSX 搭乗
ko: 로고 라이트 켜짐 또는 GSX 탑승
pt_br: Luz de logo LIGADA ou Embarque GSX
zh_hans: Logo 灯 亮 或 GSX 登机

# Wait_BoardingStart_LogoOnly
source: Logo light ON
de: Logo‑Licht EIN
fr: Lumière logo ALLUMÉE
ja: ロゴライト ON
ko: 로고 라이트 켜짐
pt_br: Luz de logo LIGADA
zh_hans: Logo 灯 亮

# Wait_BoardingComplete
source: Beacon ON or GSX Boarding Complete
de: Beacon EIN oder GSX‑Boarding abgeschlossen
fr: Beacon ALLUMÉ ou Embarquement GSX terminé
ja: ビーコン ON または GSX 搭乗完了
ko: 비컨 켜짐 또는 GSX 탑승 완료
pt_br: Beacon LIGADO ou Embarque GSX concluído
zh_hans: Beacon 亮 或 GSX 登机完成

# Wait_ArmDoors
source: Engines running or Ground speed > 1 kt
de: Triebwerke laufen oder Bodengeschwindigkeit > 1 kt
fr: Moteurs en marche ou Vitesse sol > 1 kt
ja: エンジン稼働中 または 地上速度 > 1 kt
ko: 엔진 가동 중 또는 지상 속도 > 1 kt
pt_br: Motores ligados ou Velocidade no solo > 1 kt
zh_hans: 发动机运转 或 地速 > 1 kt

# Wait_PreSafetyBriefing
source: ArmDoors played and Engines running
de: ArmDoors gespielt und Triebwerke laufen
fr: ArmDoors joué et Moteurs en marche
ja: ArmDoors 再生済み かつ エンジン稼働中
ko: ArmDoors 재생됨 그리고 엔진 가동 중
pt_br: ArmDoors reproduzido e Motores ligados
zh_hans: 已播放 ArmDoors 且 发动机运转

# Wait_SafetyBriefing
source: PreSafetyBriefing played
de: PreSafetyBriefing gespielt
fr: PreSafetyBriefing joué
ja: PreSafetyBriefing 再生済み
ko: PreSafetyBriefing 재생됨
pt_br: PreSafetyBriefing reproduzido
zh_hans: 已播放 PreSafetyBriefing

# Wait_CabinDimTakeoff
source: SafetyBriefing played and Night
de: SafetyBriefing gespielt und Nacht
fr: SafetyBriefing joué et Nuit
ja: SafetyBriefing 再生済み かつ 夜間
ko: SafetyBriefing 재생됨 그리고 야간
pt_br: SafetyBriefing reproduzido e Noite
zh_hans: 已播放 SafetyBriefing 且 夜间

# Wait_CrewSeatsTakeoff
source: Landing lights ON and Engines running
de: Landescheinwerfer EIN und Triebwerke laufen
fr: Phares d’atterrissage ALLUMÉS et Moteurs en marche
ja: 着陸灯 ON かつ エンジン稼働中
ko: 랜딩 라이트 켜짐 그리고 엔진 가동 중
pt_br: Luzes de pouso LIGADAS e Motores ligados
zh_hans: 着陆灯 亮 且 发动机运转

# Wait_CallCabinSecureTakeoff
source: CrewSeatsTakeoff played and On ground
de: CrewSeatsTakeoff gespielt und Am Boden
fr: CrewSeatsTakeoff joué et Au sol
ja: CrewSeatsTakeoff 再生済み かつ 地上
ko: CrewSeatsTakeoff 재생됨 그리고 지상
pt_br: CrewSeatsTakeoff reproduzido e No solo
zh_hans: 已播放 CrewSeatsTakeoff 且 在地面

# Wait_AfterTakeoff
source: Airborne and Altitude AGL > {0} ft (2 min after takeoff)
de: In der Luft und AGL‑Höhe > {0} ft (2 Min nach Start)
fr: En l’air et Altitude AGL > {0} ft (2 min après décollage)
ja: 空中 かつ AGL 高度 > {0} ft（離陸 2 分後）
ko: 비행 중 그리고 AGL 고도 > {0} ft (이륙 2분 후)
pt_br: Em voo e Altitude AGL > {0} ft (2 min após a decolagem)
zh_hans: 离地 且 AGL 高度 > {0} 英尺（起飞后 2 分钟）

# Wait_DescentSeatbelts
source: AfterTakeoff played and < {0} ft & Descending or Landing lights ON
de: AfterTakeoff gespielt und < {0} ft & Sinkflug oder Landescheinwerfer EIN
fr: AfterTakeoff joué et < {0} ft & En descente ou Phares d’atterrissage ALLUMÉS
ja: AfterTakeoff 再生済み かつ < {0} ft & 降下中 または 着陸灯 ON
ko: AfterTakeoff 재생됨 그리고 < {0} ft & 하강 중 또는 랜딩 라이트 켜짐
pt_br: AfterTakeoff reproduzido e < {0} ft & Descendo ou Luzes de pouso LIGADAS
zh_hans: 已播放 AfterTakeoff 且 < {0} 英尺 且 下降中 或 着陆灯 亮

# Wait_CrewSeatsLanding
source: Below {0} ft and Descending and Landing lights ON
de: Unter {0} ft und Sinkflug und Landescheinwerfer EIN
fr: En dessous de {0} ft et En descente et Phares d’atterrissage ALLUMÉS
ja: {0} ft 未満 かつ 降下中 かつ 着陸灯 ON
ko: {0} ft 미만 그리고 하강 중 그리고 랜딩 라이트 켜짐
pt_br: Abaixo de {0} ft e Descendo e Luzes de pouso LIGADAS
zh_hans: 低于 {0} 英尺 且 下降中 且 着陆灯 亮

# Wait_CallCabinSecureLanding
source: CrewSeatsLanding played and < {0} ft
de: CrewSeatsLanding gespielt und < {0} ft
fr: CrewSeatsLanding joué et < {0} ft
ja: CrewSeatsLanding 再生済み かつ < {0} ft
ko: CrewSeatsLanding 재생됨 그리고 < {0} ft
pt_br: CrewSeatsLanding reproduzido e < {0} ft
zh_hans: 已播放 CrewSeatsLanding 且 < {0} 英尺

# Wait_AfterLanding
source: On ground and GS < 25 kt
de: Am Boden und GS < 25 kt
fr: Au sol et GS < 25 kt
ja: 地上 かつ GS < 25 kt
ko: 지상 그리고 GS < 25 kt
pt_br: No solo e GS < 25 kt
zh_hans: 在地面 且 GS < 25 kt

# Wait_DisarmDoors
source: Engines OFF and Parking brake ON
de: Triebwerke AUS und Parkbremse AN
fr: Moteurs ARRÊTÉS et Frein de parc ACTIVÉ
ja: エンジン OFF かつ パーキングブレーキ ON
ko: 엔진 꺼짐 그리고 주차 브레이크 설정
pt_br: Motores DESLIGADOS e Freio de estacionamento ATIVADO
zh_hans: 发动机 关 且 停车刹 设定

# Wait_DisembarkStarted
source: Beacon OFF or GSX Deboarding active
de: Beacon AUS oder GSX‑Deboarding aktiv
fr: Beacon ÉTEINT ou Débarquement GSX actif
ja: ビーコン OFF または GSX 降機中
ko: 비컨 꺼짐 또는 GSX 하기 시작
pt_br: Beacon DESLIGADO ou Desembarque GSX ativo
zh_hans: Beacon 关 或 GSX 下客 中

# Balloon_UpdateAvailableTitle
source: Universal Announcer - Update Available
de: Universal Announcer - Update verfügbar
es: Universal Announcer - Actualización disponible
fr: Universal Announcer - Mise à jour disponible
ja: Universal Announcer - 更新あり
ko: Universal Announcer - 업데이트 사용 가능
pt_br: Universal Announcer - Atualização disponível
zh_hans: Universal Announcer - 发现更新

# Balloon_UpdateWarning
source: WARNING: This version is out of date (current: {0}, latest: {1}). Click here to visit GitHub and download the latest version.
de: WARNUNG: Diese Version ist veraltet (aktuell: {0}, neu: {1}). Klicke hier, um GitHub zu öffnen und die neueste Version herunterzuladen.
es: ADVERTENCIA: esta versión está desactualizada (actual: {0}, última: {1}). Haz clic aquí para abrir GitHub y descargar la última versión.
fr: AVERTISSEMENT : cette version n’est pas à jour (actuelle : {0}, dernière : {1}). Cliquez ici pour ouvrir GitHub et télécharger la dernière version.
ja: 警告: このバージョンは古いです (現在: {0}, 最新: {1}). クリックして GitHub を開き、最新版をダウンロードしてください。
ko: 경고: 현재 버전이 오래되었습니다(현재: {0}, 최신: {1}). GitHub를 열어 최신 버전을 다운로드하세요.
pt_br: AVISO: esta versão está desatualizada (atual: {0}, mais recente: {1}). Clique para abrir o GitHub e baixar a versão mais recente.
zh_hans: 警告：当前版本已过期（当前：{0}，最新：{1}）。 点击此处打开 GitHub 下载最新版本。

# Balloon_ReadyMessage
source: Universal Announcer is ready to go! {0} 💡 The app is running in the system tray (bottom-right corner). Right-click the icon for controls.
de: Universal Announcer ist startklar! {0} 💡 Die App läuft im Infobereich (unten rechts). Rechtsklick auf das Symbol für Optionen.
es: Universal Announcer está listo. {0} 💡 La aplicación se ejecuta en la bandeja del sistema (esquina inferior derecha). Haz clic derecho en el icono para los controles.
fr: Universal Announcer est prêt ! {0} 💡 L’application s’exécute dans la zone de notification (coin inférieur droit). Clic droit sur l’icône pour les contrôles.
ja: Universal Announcer の準備ができました。 {0} 💡 アプリはシステムトレイで実行中です (右下)。アイコンを右クリックして操作します。
ko: Universal Announcer가 준비되었습니다. {0} 💡 앱은 시스템 트레이에서 실행됩니다(오른쪽 아래). 아이콘을 마우스 오른쪽 버튼으로 클릭하여 제어하세요.
pt_br: Universal Announcer está pronto! {0} 💡 O app está na bandeja do sistema (canto inferior direito). Clique com o botão direito no ícone para controles.
zh_hans: Universal Announcer 已准备就绪！ {0} 💡 应用在系统托盘运行（右下角）。右键图标打开控制项。

# Balloon_IssueMessage
source: Universal Announcer is active but has sound file issues. {0} 💡 Right-click the system tray icon → Settings to configure.
de: Universal Announcer ist aktiv, aber es gibt Probleme mit den Sounddateien. {0} 💡 Rechtsklick auf das Symbol → Einstellungen.
es: Universal Announcer está activo, pero hay problemas con los archivos de sonido. {0} 💡 Clic derecho en el icono de la bandeja → Configuración para configurar.
fr: Universal Announcer est actif mais des problèmes de fichiers audio ont été détectés. {0} 💡 Clic droit sur l’icône de la zone de notification → Paramètres pour configurer.
ja: Universal Announcer は動作中ですが、サウンドファイルに問題があります。 {0} 💡 システムトレイのアイコン → 設定 で構成してください。
ko: Universal Announcer가 실행 중이지만 사운드 파일에 문제가 있습니다. {0} 💡 시스템 트레이 아이콘 → 설정 에서 구성하세요.
pt_br: Universal Announcer está ativo, mas há problemas com os arquivos de som. {0} 💡 Clique com o botão direito no ícone da bandeja → Configurações.
zh_hans: Universal Announcer 已运行，但音频文件存在问题。 {0} 💡 右键托盘图标 → 设置 进行配置。
