Repository: fearlessfrog/MSFS_Universal_Announcer
Catalog: Localization/Strings.*.resx
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# Update_PromptMessage_Format
source: New version available. Current: {0} New: {1} Update now?
ja: 現在のバージョン: {0} 新しいバージョン: {1}
ko: 현재 버전: {0} 새 버전: {1}
pt_br: Versão atual: {0} Nova versão: {1}
zh_hans: 当前版本: {0} 新版本: {1}
