Repository: fearlessfrog/MSFS_Universal_Announcer
Catalog: Localization/Strings.*.resx
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# InitialSetup_Instructions
source: This app can use an existing announcements folder (e.g. Fenix) or install a small Default pack for you. If auto-detect fails, browse to a folder that contains a 'Default' subfolder with at least one .ogg file. Alternatively, click 'Install Default Pack…' to download ready-made sounds from GitHub. You can hit 'Cancel' to continue without sound files and set them up later in Settings.
de: Diese App kann einen vorhandenen Ansagen-Ordner verwenden (z. B. Fenix) oder ein kleines Standardpaket für dich installieren. Falls die Auto-Erkennung fehlschlägt, wähle einen Ordner, der einen Unterordner „Default“ mit mindestens einer .ogg-Datei enthält. Alternativ klicke auf „Standardpaket installieren…“, um fertige Sounds von GitHub herunterzuladen. Du kannst auch auf „Abbrechen“ klicken und die Sounddateien später in den Einstellungen einrichten.
es: Esta app puede usar una carpeta de anuncios existente (p. ej. Fenix) o instalar un pequeño paquete predeterminado. Si la detección automática falla, selecciona una carpeta que contenga una subcarpeta "Default" con al menos un archivo .ogg. También puedes hacer clic en "Instalar paquete predeterminado…" para descargar sonidos desde GitHub. Puedes pulsar "Cancelar" para continuar sin archivos de sonido y configurarlos después.
fr: Cette application peut utiliser un dossier d’annonces existant (ex. Fenix) ou installer un petit pack par défaut pour vous. Si la détection automatique échoue, sélectionnez un dossier contenant un sous-dossier « Default » avec au moins un fichier .ogg. Vous pouvez aussi cliquer sur « Installer le pack par défaut… » pour télécharger des sons prêts à l’emploi depuis GitHub. Vous pouvez cliquer sur « Annuler » pour continuer sans fichiers audio et les configurer plus tard.
ja: このアプリは既存のアナウンス フォルダー（例: Fenix）を使用するか、小さなデフォルト パックをインストールできます。 自動検出に失敗した場合は、少なくとも 1 つの .ogg を含む「Default」サブフォルダーがあるフォルダーを選択してください。 または「デフォルトパックをインストール…」をクリックして GitHub から音声をダウンロードできます。 「キャンセル」を押してサウンドなしで続行し、後で設定から構成することもできます。
ko: 이 앱은 기존의 공지 폴더(예: Fenix)를 사용할 수 있으며, 또는 작은 기본 패키지를 설치할 수 있습니다. 자동 감지가 실패하면, 'Default' 하위 폴더에 최소 하나의 .ogg 파일이 있는 폴더를 선택하세요. 또는 '기본 패키지 설치…'를 클릭하여 GitHub에서 준비된 사운드를 다운로드하세요. 나중에 설정에서 구성할 수 있도록 '취소'를 눌러 사운드 없이 계속할 수도 있습니다.
pt_br: Este app pode usar uma pasta de anúncios existente (ex.: Fenix) ou instalar um pequeno pacote Padrão para você. Se a detecção automática falhar, navegue até uma pasta que contenha uma subpasta "Default" com pelo menos um arquivo .ogg. Como alternativa, clique em "Instalar pacote padrão…" para baixar sons prontos do GitHub. Você pode clicar em "Cancelar" para continuar sem arquivos de som e configurá-los depois nas Configurações.
zh_hans: 本应用可使用现有的广播文件夹（如 Fenix），或为你安装一个小型“默认包”。 若自动检测失败，请浏览到包含“Default”子文件夹且至少有一个 .ogg 文件的目录。 或者点击“安装默认包…”，从 GitHub 下载现成的声音文件。 你也可以点击“取消”，稍后在“设置”中完成声音文件的配置。

# InitialSetup_FolderLabel
source: Announcements Folder:
de: Ansagen-Ordner:
es: Carpeta de anuncios:
fr: Dossier d’annonces :
ja: アナウンス フォルダー:
ko: 공지 폴더:
pt_br: Pasta de anúncios:
zh_hans: 广播文件夹：

# InitialSetup_Browse
source: Browse...
de: Durchsuchen...
es: Examinar…
fr: Parcourir…
ja: 参照...
ko: 찾아보기...
pt_br: Navegar...
zh_hans: 浏览...

# InitialSetup_InstallDefault
source: Install Default Pack…
de: Standardpaket installieren…
es: Instalar paquete predeterminado…
fr: Installer le pack par défaut…
ja: デフォルトパックをインストール…
ko: 기본 패키지 설치…
pt_br: Instalar pacote padrão…
zh_hans: 安装默认包…

# InitialSetup_BrowseDescription
source: Select the folder containing your cabin announcements (with subfolders like 'Default', 'AAL', 'UAL', etc.)
de: Ordner mit Kabinenansagen auswählen (mit Unterordnern wie „Default“, „AAL“, „UAL“ usw.)
es: Selecciona la carpeta que contiene tus anuncios de cabina (con subcarpetas como "Default", "AAL", "UAL", etc.)
fr: Sélectionnez le dossier contenant vos annonces cabine (avec des sous-dossiers comme « Default », « AAL », « UAL », etc.)
ja: 機内アナウンスが含まれるフォルダーを選択してください（"Default"、"AAL"、"UAL" などのサブフォルダー）
ko: 기내 방송 파일이 있는 폴더를 선택하세요("Default", "AAL", "UAL" 등 하위 폴더 포함)
pt_br: Selecione a pasta que contém os anúncios de cabine (com subpastas como "Default", "AAL", "UAL" etc.)
zh_hans: 选择包含客舱广播的文件夹（含“Default”、“AAL”、“UAL”等子文件夹）

# InitialSetup_Status_Checking
source: Checking for MSFS installation...
de: MSFS-Installation wird geprüft...
es: Comprobando instalación de MSFS…
fr: Vérification de l’installation MSFS…
ja: MSFS のインストールを確認中...
ko: MSFS 설치 확인 중...
pt_br: Verificando instalação do MSFS...
zh_hans: 正在检查 MSFS 安装...

# InitialSetup_Status_Searching
source: Searching for MSFS installation...
de: Suche nach MSFS-Installation...
es: Buscando instalación de MSFS…
fr: Recherche de l’installation MSFS…
ja: MSFS のインストールを検索中...
ko: MSFS 설치 검색 중...
pt_br: Procurando instalação do MSFS...
zh_hans: 正在搜索 MSFS 安装...

# InitialSetup_Status_Valid
source: ✓ Valid announcements folder selected.
de: ✓ Gültigen Ansagen-Ordner ausgewählt.
es: ✓ Carpeta de anuncios válida seleccionada.
fr: ✓ Dossier d’annonces valide sélectionné.
ja: ✓ 有効なアナウンス フォルダーが選択されました。
ko: ✓ 유효한 공지 폴더가 선택되었습니다.
pt_br: ✓ Pasta de anúncios válida selecionada.
zh_hans: ✓ 已选择有效的广播文件夹。

# InitialSetup_ContinueWithout_Title
source: Continue Without Sound Files?
de: Ohne Sounddateien fortfahren?
es: ¿Continuar sin archivos de sonido?
fr: Continuer sans fichiers audio ?
ja: サウンドファイルなしで続行しますか？
ko: 사운드 파일 없이 계속하시겠습니까?
pt_br: Continuar sem arquivos de som?
zh_hans: 不使用声音文件继续？

# InitialSetup_ContinueWithout_Message
source: Continue without configuring sound files? You can set them up later through Settings.
de: Ohne Sounddateien fortfahren? Du kannst sie später in den Einstellungen einrichten.
es: ¿Continuar sin configurar archivos de sonido? Puedes hacerlo más tarde en Configuración.
fr: Continuer sans configurer les fichiers audio ? Vous pourrez le faire plus tard dans les Paramètres.
ja: サウンドファイルを構成せずに続行しますか？後で設定から構成できます。
ko: 사운드 파일을 구성하지 않고 계속하시겠습니까? 나중에 설정에서 구성할 수 있습니다.
pt_br: Continuar sem configurar os arquivos de som? Você pode configurar depois nas Configurações.
zh_hans: 要在未配置声音文件的情况下继续吗？你可以稍后在设置中完成。

# InitialSetup_InstallingTitle
source: Installing Default Pack
de: Standardpaket wird installiert
es: Instalando paquete predeterminado
fr: Installation du pack par défaut
ja: デフォルトパックをインストール中
ko: 기본 패키지 설치 중
pt_br: Instalando pacote padrão
zh_hans: 正在安装默认包

# InitialSetup_ProgressStarting
source: Starting...
de: Starte...
es: Iniciando…
fr: Démarrage…
ja: 開始中...
ko: 시작 중...
pt_br: Iniciando...
zh_hans: 开始...

# FirstTime_Title
source: Welcome to Universal Announcer
de: Willkommen bei Universal Announcer
es: Bienvenido a Universal Announcer
fr: Bienvenue dans Universal Announcer
ja: Universal Announcer へようこそ
ko: Universal Announcer 시작
pt_br: Bem-vindo ao Universal Announcer
zh_hans: 欢迎使用 Universal Announcer

# FirstTime_WelcomeTitle
source: Welcome - Where Did It Go?!
de: Willkommen – Wo ist es hin?!
es: Bienvenido — ¿Adónde se fue?
fr: Bienvenue – Où est-il passé ?
ja: ようこそ — どこへ行ったの？
ko: 환영합니다 – 어디로 갔죠?
pt_br: Bem-vindo – para onde ele foi?
zh_hans: 欢迎——它去哪了？

# FirstTime_Message
source: Universal Announcer is now running in the background and will automatically play flight announcements when you fly in Microsoft Flight Simulator. The application is minimized to the system tray (the area near the clock in the bottom-right corner of your screen). To access settings or control the application: • Right-click the Universal Announcer icon in the system tray • Double-click the icon to open settings • Use the context menu to control flight state, volume, and more
de: Universal Announcer läuft nun im Hintergrund und spielt automatisch Kabinenansagen ab, wenn du in Microsoft Flight Simulator fliegst. Die Anwendung wird im Infobereich minimiert (Bereich neben der Uhr unten rechts). So öffnest du die Einstellungen oder steuerst die App: • Rechtsklick auf das Universal Announcer-Symbol im Infobereich • Doppelklick auf das Symbol, um die Einstellungen zu öffnen • Kontextmenü für Flugzustand, Lautstärke und mehr verwenden
es: Universal Announcer ahora se está ejecutando en segundo plano y reproducirá automáticamente los anuncios cuando vueles en Microsoft Flight Simulator. La aplicación se minimiza en la bandeja del sistema (zona junto al reloj en la esquina inferior derecha). Para abrir la configuración o controlar la aplicación: • Clic derecho en el icono de Universal Announcer en la bandeja • Doble clic en el icono para abrir la configuración • Usa el menú contextual para controlar el estado de vuelo, el volumen y más
fr: Universal Announcer s’exécute maintenant en arrière-plan et lira automatiquement les annonces cabine lorsque vous volez dans Microsoft Flight Simulator. L’application est réduite dans la zone de notification (à côté de l’horloge en bas à droite). Pour ouvrir les paramètres ou contrôler l’application : • Clic droit sur l’icône Universal Announcer dans la zone de notification • Double-clic sur l’icône pour ouvrir les paramètres • Utilisez le menu contextuel pour contrôler l’état de vol, le volume et plus encore
ja: Universal Announcer はバックグラウンドで動作し、Microsoft Flight Simulator でのフライト中に自動で機内アナウンスを再生します。 アプリはシステムトレイ（画面右下の時計付近）に最小化されます。 設定の表示やアプリの操作方法: • システムトレイの Universal Announcer アイコンを右クリック • アイコンをダブルクリックして設定を開く • コンテキストメニューでフライト状態、音量などを操作
ko: Universal Announcer가 이제 백그라운드에서 실행되며, Microsoft Flight Simulator에서 비행할 때 자동으로 기내 방송을 재생합니다. 애플리케이션은 시스템 트레이(오른쪽 아래 시계 근처 영역)로 최소화됩니다. 설정을 열거나 앱을 제어하려면: • 시스템 트레이의 Universal Announcer 아이콘을 마우스 오른쪽 버튼으로 클릭 • 아이콘을 두 번 클릭하여 설정 열기 • 컨텍스트 메뉴로 비행 상태, 볼륨 등을 제어
pt_br: O Universal Announcer agora está sendo executado em segundo plano e reproduzirá anúncios automaticamente quando você voar no Microsoft Flight Simulator. O aplicativo é minimizado para a bandeja do sistema (área perto do relógio no canto inferior direito). Para abrir as configurações ou controlar o aplicativo: • Clique com o botão direito no ícone do Universal Announcer na bandeja • Clique duas vezes no ícone para abrir as configurações • Use o menu de contexto para controlar estado de voo, volume e mais
zh_hans: Universal Announcer 现在在后台运行，并会在你使用 Microsoft Flight Simulator 飞行时自动播放客舱广播。 应用会最小化到系统托盘（屏幕右下角靠近时钟的区域）。 如何打开设置或控制应用： • 右键单击系统托盘中的 Universal Announcer 图标 • 双击图标以打开设置 • 使用上下文菜单控制飞行状态、音量等

# FirstTime_Ok
source: Got it - You Don't Need To Tell Me Twice!
de: Alles klar!
es: ¡Entendido!
fr: Compris !
ja: わかりました！
ko: 알겠어요!
pt_br: Entendi!
zh_hans: 知道了！

# Announcements_Enabled
source: Enabled Announcements:
de: Aktivierte Ansagen:
es: Anuncios habilitados:
fr: Annonces activées :
ja: 有効なアナウンス:
ko: 방송 사용:
pt_br: Anúncios habilitados:
zh_hans: 启用的广播：

# Announcements_UseDefaultIfMissing
source: Use Default folder announcements if airline-specific files are missing
de: Standard-Ordner verwenden, wenn airline-spezifische Dateien fehlen
es: Usar la carpeta Default cuando falten archivos específicos de aerolínea
fr: Utiliser le dossier Default si les fichiers spécifiques à la compagnie manquent
ja: 航空会社別がない場合は Default のアナウンスを使用
ko: 항공사별이 없으면 Default 폴더 사용
pt_br: Usar anúncios da pasta Default quando faltar os específicos da companhia
zh_hans: 若缺少航司专用文件则使用默认文件夹

# InitialSetup_Status_AutoDetectedValid
source: ✓ Auto-detected valid announcements folder from MSFS installation.
de: ✓ Gültigen Ansagen-Ordner automatisch aus MSFS gefunden.
es: ✓ Carpeta de anuncios válida detectada automáticamente desde MSFS.
fr: ✓ Dossier d’annonces valide détecté automatiquement depuis MSFS.
ja: ✓ MSFS から有効なアナウンス フォルダーを自動検出しました。
ko: ✓ MSFS에서 유효한 공지 폴더를 자동으로 감지했습니다.
pt_br: ✓ Pasta de anúncios válida detectada automaticamente a partir do MSFS.
zh_hans: ✓ 从 MSFS 安装自动检测到有效的广播文件夹。

# InitialSetup_Status_FoundPleaseBrowse
source: 📁 Found MSFS installation. Please browse to your Announcements folder.
de: 📁 MSFS gefunden. Bitte zum Ansagen-Ordner navigieren.
es: 📁 Se encontró la instalación de MSFS. Busca tu carpeta de anuncios.
fr: 📁 Installation MSFS trouvée. Veuillez choisir votre dossier d’annonces.
ja: 📁 MSFS を検出しました。アナウンス フォルダーを選択してください。
ko: 📁 MSFS 설치를 찾았습니다. 공지 폴더를 선택하세요.
pt_br: 📁 Instalação do MSFS encontrada. Selecione a pasta de anúncios.
zh_hans: 📁 已找到 MSFS 安装。请浏览到你的广播文件夹。

# InitialSetup_Status_NotFoundAnnouncements
source: ⚠️ Found MSFS installation but Announcements folder not found. Please browse manually.
de: ⚠️ MSFS gefunden, aber kein Ansagen-Ordner. Bitte manuell auswählen.
es: ⚠️ Se encontró MSFS pero no la carpeta de anuncios. Selecciona manualmente.
fr: ⚠️ Installation MSFS trouvée mais dossier d’annonces introuvable. Sélection manuelle requise.
ja: ⚠️ MSFS は見つかりましたが、アナウンス フォルダーがありません。手動で選択してください。
ko: ⚠️ MSFS는 찾았지만 공지 폴더가 없습니다. 수동으로 선택하세요.
pt_br: ⚠️ MSFS encontrado, mas a pasta de anúncios não. Selecione manualmente.
zh_hans: ⚠️ 已找到 MSFS 安装，但未找到广播文件夹。请手动选择。

# InitialSetup_Status_CouldNotAutoDetect
source: ⚠️ Could not auto-detect MSFS installation. Please manually select the announcements folder.
de: ⚠️ MSFS konnte nicht automatisch erkannt werden. Bitte Ordner manuell auswählen.
es: ⚠️ No se pudo detectar automáticamente la instalación de MSFS. Selecciona la carpeta manualmente.
fr: ⚠️ Détection automatique impossible. Sélectionnez le dossier manuellement.
ja: ⚠️ MSFS を自動検出できませんでした。フォルダーを手動で選択してください。
ko: ⚠️ MSFS를 자동으로 감지할 수 없습니다. 폴더를 수동으로 선택하세요.
pt_br: ⚠️ Não foi possível detectar automaticamente o MSFS. Selecione a pasta manualmente.
zh_hans: ⚠️ 无法自动检测 MSFS 安装。请手动选择广播文件夹。

# InitialSetup_Status_AutoDetectFailed
source: ⚠️ Auto-detection failed. Please manually select a folder containing Announcement files folder.
de: ⚠️ Auto-Erkennung fehlgeschlagen. Bitte einen Ordner mit Ansagen-Dateien manuell auswählen.
es: ⚠️ La detección automática falló. Selecciona manualmente una carpeta que contenga archivos de anuncios.
fr: ⚠️ Échec de la détection automatique. Sélectionnez un dossier contenant des fichiers d’annonces.
ja: ⚠️ 自動検出に失敗しました。アナウンス ファイルを含むフォルダーを手動で選択してください。
ko: ⚠️ 자동 감지에 실패했습니다. 공지 파일이 포함된 폴더를 수동으로 선택하세요.
pt_br: ⚠️ Falha na detecção automática. Selecione manualmente uma pasta que contenha arquivos de anúncios.
zh_hans: ⚠️ 自动检测失败。请手动选择包含广播文件的文件夹。

# InitialSetup_Status_DefaultPackInstalledSelected
source: ✓ Default pack installed and selected.
de: ✓ Standardpaket installiert und ausgewählt.
es: ✓ Paquete predeterminado instalado y seleccionado.
fr: ✓ Pack par défaut installé et sélectionné.
ja: ✓ デフォルトパックをインストールし、選択しました。
ko: ✓ 기본 팩을 설치하고 선택했습니다.
pt_br: ✓ Pacote padrão instalado e selecionado.
zh_hans: ✓ 已安装并选中了默认包。

# Integrations_SimBriefDescription
source: Enter your SimBrief username (the name not the numbers) to auto-fetch aircraft ICAO codes from your latest flight plan. This is used for aircraft-specific announcements. If empty or not available, the system falls back to MSFS aircraft data.
de: Gib deinen SimBrief-Benutzernamen ein (den Namen, nicht die Zahlen), um Flugzeug-ICAO-Codes automatisch aus dem neuesten Flugplan zu laden. Wird für flugzeugspezifische Ansagen genutzt. Wenn leer oder nicht verfügbar, erfolgt Rückfall auf MSFS-Flugzeugdaten.
es: Introduce tu usuario de SimBrief (el nombre, no los números) para obtener automáticamente los códigos ICAO del avión desde tu último plan de vuelo. Se usa para anuncios específicos por avión. Si está vacío o no está disponible, el sistema recurre a los datos del avión en MSFS.
fr: Entrez votre nom d’utilisateur SimBrief (le nom, pas les chiffres) pour récupérer automatiquement les codes ICAO appareil depuis votre dernier plan de vol. Utilisé pour les annonces spécifiques à l’appareil. Si vide ou indisponible, repli sur les données appareil MSFS.
ja: SimBrief のユーザー名（数字ではなく名前）を入力すると、最新のフライトプランから機体 ICAO コードを自動取得します。機体別アナウンスに使用されます。空欄または取得不可の場合は MSFS の機体データにフォールバックします。
ko: SimBrief 사용자 이름(숫자가 아닌 이름)을 입력하면 최근 비행 계획에서 항공기 ICAO 코드를 자동으로 가져옵니다. 항공기별 방송에 사용됩니다. 비어 있거나 사용할 수 없는 경우 MSFS 항공기 데이터로 대체됩니다.
pt_br: Digite seu nome de usuário do SimBrief (o nome, não os números) para buscar automaticamente os códigos ICAO da aeronave do seu plano de voo mais recente. Usado para anúncios específicos de aeronave. Se vazio ou indisponível, recorre aos dados de aeronave do MSFS.
zh_hans: 输入你的 SimBrief 用户名（名称而非数字），以自动从最新飞行计划获取机型 ICAO 代码。用于机型相关的广播。若为空或不可用，将回退至 MSFS 的机型数据。

# Tweaks_BoardingInterval
source: Boarding Welcome Repeat Interval (min):
de: Wiederholintervall Boarding Welcome (Min.):
es: Intervalo de repetición de Boarding Welcome (min):
fr: Intervalle de répétition de Boarding Welcome (min) :
ja: Boarding Welcome 繰り返し間隔 (分):
ko: Boarding Welcome 반복 간격(분):
pt_br: Intervalo de repetição de Boarding Welcome (min):
zh_hans: 登机欢迎重复间隔（分钟）：

# Tweaks_Minutes
source: minutes
de: Minuten
es: minutos
ja: 分
ko: 분
pt_br: minutos
zh_hans: 分钟

# Tweaks_TakeoffAltitude
source: Altitude AGL for TakeOff Detection (ft):
de: AGL-Höhe für Start-Erkennung (ft):
es: Altitud AGL para detección de despegue (ft):
fr: Altitude AGL pour détection du décollage (ft) :
ja: 離陸検出の AGL 高度 (ft):
ko: 이륙 감지 AGL 고도(ft):
pt_br: Altitude AGL para detecção de decolagem (ft):
zh_hans: 起飞判定 AGL 高度（英尺）：

# Tweaks_FeetAbove
source: feet (or above)
de: Fuß (oder höher)
es: pies (o más)
fr: pieds (ou plus)
ja: ft（以上）
ko: 피트(이상)
pt_br: pés (ou mais)
zh_hans: 英尺（或以上）

# Tweaks_DescentAltitude
source: Descent Detection AGL (ft):
de: AGL-Höhe für Sinkflug-Erkennung (ft):
es: Altitud AGL para detección de descenso (ft):
fr: Altitude AGL pour détection de descente (ft) :
ja: 降下検出の AGL 高度 (ft):
ko: 하강 감지 AGL 고도(ft):
pt_br: Altitude AGL para detecção de descida (ft):
zh_hans: 下降判定 AGL 高度（英尺）：

# Tweaks_FeetBelow
source: feet (or below)
de: Fuß (oder niedriger)
es: pies (o menos)
fr: pieds (ou moins)
ja: ft（以下）
ko: 피트(이하)
pt_br: pés (ou menos)
zh_hans: 英尺（或以下）

# Tweaks_UseLandingLights
source: Use Landing Lights for CrewSeatsTakeoff (instead of Strobe Lights)
de: Landescheinwerfer für CrewSeatsTakeoff verwenden (statt Strobe)
es: Usar luces de aterrizaje para CrewSeatsTakeoff (en lugar de estroboscópicas)
fr: Utiliser les phares d’atterrissage pour CrewSeatsTakeoff (au lieu des strobes)
ja: CrewSeatsTakeoff に着陸灯を使用（ストロボの代わり）
ko: CrewSeatsTakeoff에 착륙등 사용(스트로브 대신)
pt_br: Usar luzes de aterrissagem para CrewSeatsTakeoff (em vez de estrobos)
zh_hans: 使用着陆灯作为起飞座舱提示（替代频闪灯）

# Tweaks_EnableMusicResume
source: Enable Music Resume (Boarding and AfterLanding) when interrupted
de: Musik-Fortsetzen aktivieren (Boarding und AfterLanding) bei Unterbrechung
es: Habilitar reanudación de música (Boarding y AfterLanding) al interrumpirse
fr: Activer la reprise de la musique (Boarding et AfterLanding) en cas d’interruption
ja: 中断時に音楽を再開 (Boarding/AfterLanding)
ko: 중단 시 음악 재개(Boarding/AfterLanding)
pt_br: Habilitar retomada de música (Boarding e AfterLanding) quando interrompida
zh_hans: 启用音乐恢复（登机与落地后）

# Tweaks_CrewSeatsLanding
source: Crew Seat Landing AGL (ft):
de: Auslösehöhe „Sitze zur Landung“ (AGL):
es: Altura AGL de «Tripulación sentada»:
fr: Seuil équipage assis (AGL) :
ja: AGL 高度 —「着陸で着席」:
ko: AGL 고도 — "착륙 시 착석":
pt_br: Alt. AGL de "Tripulação sentada":
zh_hans: “落地就座” 触发高度 (AGL)：

# Tweaks_UseBoardingMusicFallback
source: Use BoardingMusic when AfterLandingMusic is missing
de: BoardingMusic verwenden, wenn AfterLandingMusic fehlt
es: Usar BoardingMusic cuando falte AfterLandingMusic
fr: Utiliser BoardingMusic si AfterLandingMusic est manquant
ja: AfterLandingMusic がない場合は BoardingMusic を使用
ko: AfterLandingMusic 없으면 BoardingMusic 사용
pt_br: Usar BoardingMusic quando faltando AfterLandingMusic
zh_hans: 缺少落地后音乐时使用登机音乐

# Tweaks_SkipFirstBoardingWelcome
source: Skip First BoardingWelcome
de: Erste BoardingWelcome überspringen
es: Omitir el primer BoardingWelcome
fr: Ignorer le premier BoardingWelcome
ja: 最初の BoardingWelcome をスキップ
ko: 첫 번째 BoardingWelcome 건너뛰기
pt_br: Pular o primeiro BoardingWelcome
zh_hans: 跳过首次登机欢迎

# Tweaks_DepartureDelayThreshold
source: Departure delay threshold (min):
de: Verspätungsschwelle beim Abflug (Min.):
es: Umbral de retraso de salida (min):
fr: Seuil de retard au départ (min) :
ja: 出発遅延しきい値 (分):
ko: 출발 지연 임계값(분):
pt_br: Limite de atraso na partida (min):
zh_hans: 起飞延误阈值（分钟）：

# Tweaks_AfterLandingDelay
source: AfterLanding delay (min):
ja: 着陸後の遅延 (分):
ko: 착륙 후 지연(분):
pt_br: Atraso após o pouso (min):
zh_hans: 落地后延迟（分钟）：

# Tweaks_EnablePmdgSdk
source: Enable PMDG SDK Data (MSFS24 777X)
de: PMDG SDK-Daten aktivieren (MSFS24 777X)
fr: Activer les données PMDG SDK (MSFS24 777X)
ja: PMDG SDK データを有効化 (MSFS24 777X)
ko: PMDG SDK 데이터 사용 (MSFS24 777X)
pt_br: Habilitar dados do PMDG SDK (MSFS24 777X)
zh_hans: 启用 PMDG SDK 数据（MSFS24 777X）

# Tweaks_PmdgHowToLink
source: How to enable PMDG SDK Data
de: Wie PMDG SDK-Daten aktivieren
fr: Comment activer les données PMDG SDK
ja: PMDG SDK データの有効化方法
ko: PMDG SDK 데이터 사용 방법
pt_br: Como habilitar os dados do PMDG SDK
zh_hans: 如何启用 PMDG SDK 数据

# Audio_AssumeQuickViewsAsCabin
source: Assume Cockpit QuickViews as Cabin
de: Cockpit-QuickViews als Kabine annehmen
es: Asumir QuickViews de cabina como cabina
fr: Considérer les QuickViews cockpit comme cabine
ja: コックピットのクイックビューを客室として扱う
ko: 콕핏 퀵뷰를 객실로 간주
pt_br: Tratar QuickViews do cockpit como cabine
zh_hans: 将座舱快速视角视为客舱

# Audio_CabinLabel
source: Cabin (maybe):
de: Kabine (evtl.):
es: Cabina (aprox.):
fr: Cabine (approx.) :
ja: 客室 (推定):
ko: 객실(추정):
pt_br: Cabine (aprox.):
zh_hans: 客舱（可能）：

# Audio_CameraDesc
source: No easy way to tell if Cabin so best guess. Could also be cockpit quick views. Work in progress.
de: Keine einfache Erkennung der Kabine — Näherung. Kann auch Cockpit-QuickViews sein.
es: No es fácil saber si es cabina; se realiza una estimación. También podrían ser QuickViews de cabina.
fr: Pas de moyen simple pour détecter la cabine — estimation. Peut aussi être des QuickViews cockpit.
ja: 客室かどうかを簡単に検出できないため推定します。コックピットのクイックビューの場合もあります。
ko: 객실 여부를 쉽게 알 수 없어 추정합니다. 콕핏 퀵뷰일 수도 있습니다.
pt_br: Não é simples saber se é cabine; é uma estimativa. Pode ser QuickViews do cockpit.
zh_hans: 无法可靠识别客舱，仅作近似判断；也可能是座舱快速视角。

# Audio_CameraGroup
source: Camera State Volume Multipliers of Master Volume
de: Kamerazustand-Lautstärke (Multiplikator der Gesamtlautstärke)
es: Multiplicadores de volumen por estado de cámara (sobre el volumen maestro)
fr: Multiplicateurs de volume selon l’état de la caméra (sur le volume maître)
ja: カメラ状態別の音量倍率 (マスターボリュームに対して)
ko: 카메라 상태별 볼륨 배수(마스터 위에 적용)
pt_br: Multiplicadores de volume por estado de câmera (sobre o volume mestre)
zh_hans: 视角音量（总音量倍数）

# Audio_CameraStateEnabled
source: Enable Camera Based Volume
de: Kamerabasierte Lautstärke aktivieren
es: Habilitar volumen según cámara
fr: Activer le volume basé sur la caméra
ja: カメラに基づく音量を有効化
ko: 카메라 기반 볼륨 사용
pt_br: Habilitar volume baseado na câmera
zh_hans: 启用基于视角的音量

# Audio_CockpitLabel
source: Cockpit (main view):
de: Cockpit (Hauptansicht):
es: Cabina de mando (vista principal):
fr: Cockpit (vue principale) :
ja: コックピット (メインビュー):
ko: 콕핏(메인 보기):
pt_br: Cabine de comando (vista principal):
zh_hans: 座舱（主视角）：

# Audio_DeviceLabel
source: Audio Device:
de: Audio-Gerät:
es: Dispositivo de audio:
fr: Périphérique audio :
ja: オーディオデバイス:
ko: 오디오 장치:
pt_br: Dispositivo de áudio:
zh_hans: 音频设备：

# Audio_ExternalLabel
source: External Views:
de: Außenansicht:
es: Vistas externas:
fr: Vues externes :
ja: 外部ビュー:
ko: 외부 보기:
pt_br: Vistas externas:
zh_hans: 外部视角：

# Audio_PaAudioMix
source: PA Audio Mix (simulates cabin speaker noise)
de: PA Audio-Mix (simuliert Kabinenlautsprecher)
es: Mezcla de PA (simula ruido de altavoz de cabina)
fr: Mélange PA (simule le haut‑parleur cabine)
ja: PA オーディオミックス (客室スピーカーのノイズを再現)
ko: PA 오디오 믹스(객실 스피커 노이즈 모사)
pt_br: Mix de PA (simula alto-falante da cabine)
zh_hans: PA 音频混合（模拟客舱扬声器）

# Audio_PresetLabel
source: Preset:
de: Voreinstellung:
es: Preajuste:
fr: Préréglage :
ja: プリセット:
ko: 프리셋:
pt_br: Predefinição:
zh_hans: 预设：
