Repository: fearlessfrog/MSFS_Universal_Announcer
Catalog: Localization/TemplateStrings.*.resx
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# Template_CruiseElapsed50Percent
source: Ladies and gentlemen, from the flight deck this is your captain speaking. We’ve now reached our cruising altitude of {IF CRUISE_ALTITUDE_FT}{CRUISE_ALTITUDE_FT}{END} feet in our {IF AIRCRAFT_NAME}{AIRCRAFT_NAME}{END}, and things are looking smooth up ahead. At this time, we're about halfway through our route to {IF DESTINATION_CITY}{DESTINATION_CITY}{END}, and that's about {IF ROUTE_DISTANCE_NM}{ROUTE_DISTANCE_NM}{END} miles from {IF ORIGIN_CITY}{ORIGIN_CITY}{END}. The weather at {IF DESTINATION_CITY}{DESTINATION_CITY}{END} is currently {IF DESTINATION_WEATHER}{DESTINATION_WEATHER}{END}{IF DESTINATION_TEMPERATURE} with {DESTINATION_TEMPERATURE}{END}. {IF SCHED_ARR_LOCAL_24H}Estimated arrival local time {SCHED_ARR_LOCAL_24H}.{END} We'll keep you informed as we get closer. In the meantime, sit back, relax, and enjoy the service on board. On behalf of the crew, we’re glad to have you with us today. Thank you for flying with us.
de: Meine Damen und Herren, hier spricht Ihr Kapitän aus dem Cockpit. Wir haben nun unsere Reiseflughöhe von {IF CRUISE_ALTITUDE_FT}{CRUISE_ALTITUDE_FT}{END} Fuß in unserer {AIRCRAFT_NAME} erreicht, und die Wetterlage vor uns ist ruhig. Wir befinden uns derzeit etwa auf halber Strecke nach {DESTINATION_CITY}, das sind ungefähr {IF ROUTE_DISTANCE_NM}{ROUTE_DISTANCE_NM}{END} Meilen von {ORIGIN_CITY}. {IF DESTINATION_TEMPERATURE}Die Temperatur in {DESTINATION_CITY} liegt bei {DESTINATION_TEMPERATURE}.{END} Wir halten Sie auf dem Laufenden, wenn wir uns dem Ziel nähern. Lehnen Sie sich bis dahin zurück und genießen Sie den Service an Bord. Im Namen der Besatzung freuen wir uns, Sie heute an Bord zu haben. Vielen Dank, dass Sie mit {AIRLINE_NAME} fliegen.
es: En breve comenzaremos nuestro servicio a bordo. Los detalles completos están en la revista a bordo. También pueden comprar una selección de bebidas calientes junto con bebidas y aperitivos en el bar. Aceptamos las principales tarjetas de crédito y débito. Gracias.
fr: Nous commencerons bientôt notre service à bord. Vous trouverez tous les détails dans le magazine de bord. Vous pouvez également acheter une sélection de boissons chaudes ainsi que des boissons et des en-cas au bar. Nous acceptons la plupart des cartes de crédit et de débit. Merci.
ja: 間もなく機内サービスを開始いたします。詳細は機内誌をご覧ください。温かいお飲み物、各種ドリンクやスナックも購入いただけます。主要なクレジットカードとデビットカードをご利用いただけます。ありがとうございます。
ko: 승객 여러분, 기장입니다. 현재 {AIRCRAFT_NAME} 기종으로 {xml_number<general><initial_altitude>} 피트의 순항 고도에 도달했으며, 항로 전방의 기상 상태는 양호합니다. 지금은 출발지 {ORIGIN_CITY}에서 목적지 {DESTINATION_CITY}로 가는 항로의 절반 지점을 지나고 있으며, 약 {xml_number<general><route_distance>} 마일 남았습니다. 목적지 {DESTINATION_CITY}의 현재 날씨는 {DESTINATION_WEATHER}, 기온은 {DESTINATION_TEMPERATURE} 입니다. 목적지에 가까워지면 다시 안내드리겠습니다. 그동안 편히 쉬시고 기내 서비스를 즐겨주시기 바랍니다. 승무원 일동을 대표하여 오늘 함께해 주셔서 감사드립니다. {AIRLINE_NAME}을 이용해 주셔서 감사합니다.
pt_br: Senhoras e senhores, fala o comandante. Atingimos nossa altitude de cruzeiro de {IF CRUISE_ALTITUDE_FT}{CRUISE_ALTITUDE_FT}{END} pés a bordo do {AIRCRAFT_NAME}, com boas condições à frente. Neste momento, estamos aproximadamente na metade do trajeto para {DESTINATION_CITY}, a cerca de {IF ROUTE_DISTANCE_NM}{ROUTE_DISTANCE_NM}{END} milhas de {ORIGIN_CITY}. {IF DESTINATION_TEMPERATURE}Em {DESTINATION_CITY}, a temperatura é {DESTINATION_TEMPERATURE}.{END} Manteremos vocês informados quando estivermos nos aproximando. Enquanto isso, relaxem e aproveitem o serviço de bordo. Em nome da tripulação, é um prazer tê-los conosco hoje. Obrigado por escolherem a {AIRLINE_NAME}.
zh_hans: 我们即将开始机上服务。详情请参阅机上手册。您也可以选购热饮、酒水及小食，我们接受主要的信用卡与借记卡。谢谢。

# Template_DepartureDelayed
source: Ladies and gentlemen, an update from the flight deck. {IF DEP_STATUS}{DEP_STATUS}{END} {IF DEP_LATE}(currently {DEP_LATE} behind schedule){END}. {IF SCHED_DEP_LOCAL_24H}Our scheduled departure time is {SCHED_DEP_LOCAL_24H}.{END} We’ll keep you updated and aim to get underway as soon as possible. Thank you for your patience.
de: ##Role: Pilot Meine Damen und Herren, eine kurze Information aus dem Cockpit. {IF DEP_STATUS}{DEP_STATUS}{END} {IF DEP_LATE}(derzeit {DEP_LATE} verspätet){END}. {IF SCHED_DEP_LOCAL_24H}Geplante Abflugzeit ist {SCHED_DEP_LOCAL_24H}.{END} Wir halten Sie auf dem Laufenden und sind bemüht, so schnell wie möglich zu starten. Vielen Dank für Ihre Geduld.
es: ##Role: Pilot Señoras y señores, información desde cabina. {IF DEP_STATUS}{DEP_STATUS}{END} {IF DEP_LATE}(actualmente {DEP_LATE} de retraso){END}. {IF SCHED_DEP_LOCAL_24H}La hora prevista de salida es {SCHED_DEP_LOCAL_24H}.{END} Les mantendremos informados e intentaremos partir lo antes posible. Gracias por su paciencia.
fr: ##Role: Pilot Mesdames et messieurs, information depuis le poste de pilotage. {IF DEP_STATUS}{DEP_STATUS}{END} {IF DEP_LATE}(actuellement {DEP_LATE} de retard){END}. {IF SCHED_DEP_LOCAL_24H}Heure prévue de départ {SCHED_DEP_LOCAL_24H}.{END} Nous vous tiendrons informés et ferons le nécessaire pour partir dès que possible. Merci de votre patience.
ja: ##Role: Pilot 皆さま、コックピットよりご案内します。{IF DEP_STATUS}{DEP_STATUS}{END} {IF DEP_LATE}(現在 {DEP_LATE} の遅れ){END}。{IF SCHED_DEP_LOCAL_24H}出発予定時刻は {SCHED_DEP_LOCAL_24H} です。{END} 最新の状況は随時お知らせし、できるだけ早く出発できるよう努めます。ご理解のほど、ありがとうございます。
ko: 승객 여러분, 조종실에서 안내드립니다. 현재 출발이 지연되고 있습니다. 최신 상황은 계속 안내드리며 최대한 신속히 출발하겠습니다. 기다려 주셔서 감사합니다.
pt_br: ##Role: Pilot Senhoras e senhores, informação do cockpit. {IF DEP_STATUS}{DEP_STATUS}{END} {IF DEP_LATE}(atraso de {DEP_LATE}){END}. {IF SCHED_DEP_LOCAL_24H}O horário previsto de partida é {SCHED_DEP_LOCAL_24H}.{END} Manteremos vocês informados e faremos o possível para sair o quanto antes. Agradecemos a paciência.
zh_hans: ##Role: Pilot 各位旅客，这里是驾驶舱通知。{IF DEP_STATUS}{DEP_STATUS}{END}{IF DEP_LATE}（目前晚点 {DEP_LATE}）{END}。{IF SCHED_DEP_LOCAL_24H}计划起飞时间 {SCHED_DEP_LOCAL_24H}。{END} 我们会及时向您通报最新情况，并尽快出发。感谢您的耐心等待。

# Template_DescentSeatbelts
source: Ladies and gentlemen, we will shortly be landing {IF DESTINATION_CITY}in {DESTINATION_CITY}{END}. {IF DESTINATION_WEATHER}Current conditions are {DESTINATION_WEATHER}{END}{IF DESTINATION_TEMPERATURE}, around {DESTINATION_TEMPERATURE}{END}. Please ensure your cabin bag is safely stowed with your laptop inside. Your tray table must be stowed, armrests down and window blinds open. You now need to be seated with your seatbelt fastened ready for landing. Please help us by handing in any rubbish, newspapers or magazines that you do not want to keep. The toilets are no longer in service. Thank you.
de: Meine Damen und Herren, wir landen in Kürze {IF DESTINATION_CITY}in {DESTINATION_CITY}{END}. {IF DESTINATION_TEMPERATURE}Die Temperatur beträgt etwa {DESTINATION_TEMPERATURE}.{END} Bitte verstauen Sie Ihr Handgepäck sicher, inklusive Laptops. Klappen Sie den Tisch ein, senken Sie die Armlehnen und öffnen Sie die Fensterblende. Setzen Sie sich jetzt bitte hin und schließen Sie Ihren Sicherheitsgurt. Helfen Sie uns, indem Sie nicht benötigte Zeitungen und Abfälle an die Crew übergeben. Die Toiletten stehen ab sofort nicht mehr zur Verfügung. Vielen Dank.
es: Señoras y señores, aterrizaremos en breve {IF DESTINATION_CITY}en {DESTINATION_CITY}{END}. Asegúrense de que su equipaje de mano está correctamente guardado con el ordenador portátil en su interior. Guarden la mesa, bajen los reposabrazos y abran las persianas. Deben estar sentados con el cinturón abrochado para el aterrizaje. Ayúdennos entregando a la tripulación cualquier basura, periódicos o revistas que no deseen conservar. Los baños ya no están disponibles. Gracias.
fr: Mesdames et messieurs, nous allons bientôt atterrir {IF DESTINATION_CITY}à {DESTINATION_CITY}{END}. Veuillez vous assurer que votre bagage cabine est correctement rangé, ordinateur portable à l'intérieur. Votre tablette doit être relevée, les accoudoirs abaissés et les pare-soleil ouverts. Vous devez maintenant être assis avec votre ceinture attachée en vue de l'atterrissage. Merci de nous aider en remettant à l'équipage vos déchets, journaux ou magazines dont vous ne souhaitez pas vous servir. Les toilettes ne sont plus disponibles. Merci.
ja: 皆さま、まもなく {IF DESTINATION_CITY}{DESTINATION_CITY}{END} に到着します。手荷物はノートパソコンを含め、しっかりと収納してください。テーブルはお戻しになり、肘掛けを下げ、窓のシェードを開けてください。着陸に向けて、シートベルトを着用のうえ着席ください。不要な新聞や雑誌、ゴミは客室乗務員にお渡しください。化粧室はただいまよりご利用いただけません。ありがとうございます。
ko: 승객 여러분, 곧 착륙할 예정입니다. 노트북을 포함한 휴대 수하물을 안전하게 보관해 주시고, 테이블을 접고 팔걸이를 내린 뒤 창문 가리개를 열어 주십시오. 착석 후 좌석벨트를 착용하시기 바랍니다. 불필요한 신문과 잡지, 쓰레기는 승무원에게 전달해 주십시오. 지금부터 화장실 이용은 제한됩니다. 감사합니다.
pt_br: Senhoras e senhores, em breve pousaremos {IF DESTINATION_CITY}em {DESTINATION_CITY}{END}. {IF DESTINATION_TEMPERATURE}Temperatura próxima de {DESTINATION_TEMPERATURE}.{END} Guardem adequadamente a bagagem de mão, com o notebook em seu interior. Recolham a mesa, abaixem os apoios de braço e abram as persianas. Permaneçam sentados com o cinto afivelado para o pouso. Ajudem-nos entregando jornais, revistas e lixo que não desejarem manter. Os banheiros não estão mais disponíveis. Obrigado.
zh_hans: 各位旅客，我们即将{IF DESTINATION_CITY}抵达 {DESTINATION_CITY}{END}。请将手提行李妥善安置，笔记本电脑须收入其中。请收起小桌板，放下扶手并打开遮光板。请就座并系好安全带，准备着陆。若有不需要的报纸杂志或垃圾，请交给乘务员。洗手间现在停止使用。谢谢。

# Template_DisarmDoors
source: Cabin crew, disarm doors.
de: Kabinenbesatzung, Türen entschärfen.
es: Tripulación de cabina, desarmen las puertas.
fr: Équipage cabine, désarmez les portes.
ja: 客室乗務員、ドアのアームを解除してください。
ko: 객실 승무원, 도어 암드를 해제해 주십시오.
pt_br: Tripulação de cabine, desarmem as portas.
zh_hans: 客舱乘务员，请解除舱门武装。

# Template_DisembarkStarted
source: Ladies and gentlemen, when disembarking, please take care and hold onto the handrails while walking down the stairs. Please ensure that you supervise your children and for your own safety, do not walk underneath the wing.
de: Meine Damen und Herren, beim Aussteigen halten Sie sich bitte am Handlauf fest und achten Sie auf die Stufen. Bitte beaufsichtigen Sie Ihre Kinder und gehen Sie aus Sicherheitsgründen nicht unter der Tragfläche hindurch.
es: Señoras y señores, al desembarcar, tengan cuidado y sujeten la barandilla al bajar las escaleras. Vigilen a sus niños y, por su seguridad, no caminen bajo el ala.
fr: Mesdames et messieurs, lors du débarquement, tenez la rampe et faites attention aux marches. Veillez à surveiller vos enfants et, pour votre sécurité, ne passez pas sous l’aile.
ja: 皆さま、降機の際は足元にご注意のうえ、手すりをお持ちください。お子さまから目を離さないようお願いいたします。また、安全のため、主翼の下を通行しないでください。
ko: 승객 여러분, 하실 때는 난간을 잡고 계단을 조심해 주십시오. 어린이는 반드시 보호자께서 잘 살펴봐 주시고, 안전을 위해 날개 아래를 지나가지 마십시오.
pt_br: Senhoras e senhores, ao desembarcar, tenham cuidado e segurem no corrimão ao descer as escadas. Supervisionem as crianças e, por segurança, não passem por baixo da asa.
zh_hans: 各位旅客，下机时请注意安全，握好扶手并小心台阶。请照看好您的儿童，为了安全，请勿从机翼下方通行。

# Template_FastenSeatbelt
source: Ladies and gentlemen, the fasten seatbelt sign has now been turned on. Please return to your seat and fasten your seatbelt.
de: Meine Damen und Herren, das Anschnallzeichen ist nun eingeschaltet. Bitte kehren Sie zu Ihrem Platz zurück und schließen Sie Ihren Sicherheitsgurt.
es: Señoras y señores, la señal de abrocharse el cinturón está encendida. Regresen a sus asientos y abróchense el cinturón.
fr: Mesdames et messieurs, le signal « attachez vos ceintures » est maintenant allumé. Veuillez regagner votre siège et attacher votre ceinture.
ja: 皆さま、シートベルトサインが点灯しています。お席にお戻りになり、シートベルトをお締めください。
ko: 승객 여러분, 좌석벨트 표시등이 켜졌습니다. 좌석으로 돌아가 벨트를 착용해 주십시오.
pt_br: Senhoras e senhores, o sinal de apertar cintos está aceso. Voltem aos seus assentos e afivelem os cintos.
zh_hans: 各位旅客，系好安全带指示灯已打开。请返回座位并系好安全带。

# Template_PreSafetyBriefing
source: Ladies and gentlemen, please observe the cabin crew member closest to you as we are about to demonstrate the safety features of our aircraft. Thank you.
de: Meine Damen und Herren, bitte achten Sie auf die Kabinenbesatzung in Ihrer Nähe. Wir demonstrieren gleich die Sicherheitsfunktionen unseres Flugzeugs. Vielen Dank.
es: Señoras y señores, por favor presten atención al miembro de la tripulación más cercano, ya que vamos a demostrar las características de seguridad de esta aeronave. Gracias.
fr: Mesdames et messieurs, veuillez prêter attention au membre d’équipage le plus proche, nous allons vous présenter les consignes de sécurité de l’appareil. Merci.
ja: 皆さま、まもなく安全のしおりのご案内をいたします。お近くの客室乗務員にご注目ください。ありがとうございます。
ko: 승객 여러분, 곧 항공기 안전에 관한 안내를 시작하겠습니다. 가까운 승무원을 주목해 주십시오. 감사합니다.
pt_br: Senhoras e senhores, por favor, observem o comissário mais próximo — iniciaremos agora a demonstração dos itens de segurança desta aeronave. Obrigado.
zh_hans: 各位旅客，请关注您附近的客舱乘务员。我们即将为您演示本机型的安全须知。谢谢。

# Template_SafetyBriefing
source: Ladies and gentlemen, welcome aboard. Please pay attention to illuminated signs and crew instructions, including the following safety procedures. The safety card found in your seat pocket contains important information about exit locations, oxygen masks, life jackets, and the brace position. There are emergency exits located at the front, over the wings, and at the rear. Please locate your nearest exit; it may be behind you. Emergency lighting will guide you to an exit{IF AIRCRAFT_NAME} on this {AIRCRAFT_NAME}{END}. In an emergency, leave all baggage on board. Your seatbelt fastens, adjusts, and releases as shown. It must be fastened whenever the seatbelt signs are on, and we recommend that you keep it fastened at all times. If the air supply fails, masks will drop from above you. Pull a mask towards you to start the oxygen. Put the mask over your nose and mouth and breathe normally. Hold the mask in place with the strap, pull on each side to adjust, and put on your own mask before helping others. If we land on water, take a life jacket from under your seat. Remove it from the pouch and put it over your head. Pass the tapes around your waist and click together. Pull the strap to adjust. Do not inflate the life jacket inside the aircraft. When outside, inflate it by pulling the toggle. If it fails to inflate or needs topping up, blow into the tube. There is a light and whistle for attracting attention. The cabin crew can assist you with life jackets for children. Your tray table must now be stowed, armrests down, window blinds open, and seatbelt fastened. We hope you have a great flight.
de: Meine Damen und Herren, willkommen an Bord. Bitte beachten Sie die leuchtenden Hinweisschilder und die Anweisungen der Crew, einschließlich der folgenden Sicherheitsinformationen. Die Sicherheitskarte in Ihrer Sitztasche enthält wichtige Hinweise zu Notausgängen, Sauerstoffmasken, Schwimmwesten und der Brace-Position, die Sie bei der Anweisung „Brace, Brace" einnehmen müssen. Dieses Flugzeug verfügt über acht Notausgänge. Die Kabinenbesatzung weist Ihnen nun die nächstgelegenen Ausgänge. Bitte beachten Sie, dass sich der nächste geeignete Ausgang auch hinter Ihnen befinden kann. Bodenmarkierungen und Beleuchtung führen Sie im Notfall zu einem Ausgang. Lassen Sie im Notfall sämtliches Gepäck zurück. Ihren Sicherheitsgurt schließen, anpassen und öffnen Sie wie gezeigt. Er muss immer geschlossen sein, wenn das Anschnallzeichen leuchtet; wir empfehlen, ihn während des gesamten Fluges geschlossen zu halten. Sollte die Luftversorgung ausfallen, fallen Masken aus der Decke. Ziehen Sie eine Maske zu sich, um den Sauerstofffluss zu starten. Setzen Sie die Maske über Mund und Nase und atmen Sie normal. Halten Sie die Maske mit dem Band fest, ziehen Sie an beiden Seiten, um sie anzupassen, und setzen Sie zuerst Ihre eigene Maske auf, bevor Sie anderen helfen. Bei einer Wasserlandung nehmen Sie eine Schwimmweste unter Ihrem Sitz hervor. Nehmen Sie sie aus der Hülle und ziehen Sie sie über den Kopf. Führen Sie die Bänder um die Taille und schließen Sie sie. Ziehen Sie am Gurt, um anzupassen. Blasen Sie die Weste nicht im Flugzeug auf. Draußen blasen Sie sie durch Ziehen an der Lasche auf. Falls erforderlich, blasen Sie über das Mundventil nach. Es gibt eine Lampe und eine Pfeife, um Aufmerksamkeit zu erregen. Die Crew hilft Ihnen bei Kinder-Schwimmwesten. Klappen Sie den Tisch ein, senken Sie die Armlehnen, öffnen Sie die Fensterblende und schließen Sie Ihren Sicherheitsgurt. Weitere Informationen zu Ihrer Sicherheit an Bord finden Sie in der Bordzeitung. Wir wünschen Ihnen einen angenehmen Flug.
es: Señoras y señores, bienvenidos a bordo. Por favor, presten atención a las señales iluminadas y a las instrucciones de la tripulación, incluidas las siguientes medidas de seguridad. La tarjeta de seguridad en el bolsillo del asiento contiene información importante sobre las salidas de emergencia, las máscaras de oxígeno, los chalecos salvavidas y la posición de seguridad. Hay salidas de emergencia en la parte delantera, sobre las alas y en la parte trasera. Por favor, localicen su salida más cercana; puede estar detrás de ustedes. La iluminación de emergencia les guiará hacia una salida. En caso de emergencia, dejen todo el equipaje a bordo. El cinturón se abrocha, ajusta y desabrocha como se muestra. Debe estar abrochado siempre que las señales estén encendidas y recomendamos mantenerlo abrochado en todo momento cuando estén sentados. Si falla el suministro de aire, caerán máscaras desde arriba. Tire de una máscara hacia usted para iniciar el flujo de oxígeno. Colóquela sobre la nariz y la boca y respire con normalidad. Sujétela con la cinta, ajuste tirando de ambos lados y póngase la suya antes de ayudar a otros. Guarden la mesa, bajen los reposabrazos, abran las persianas y abrochen sus cinturones. Gracias por volar con nosotros hoy.
fr: Mesdames et messieurs, bienvenue à bord. Merci de prêter attention aux signaux lumineux et aux consignes de l'équipage, y compris les procédures de sécurité suivantes. La fiche de sécurité dans la pochette de votre siège contient des informations importantes sur les issues de secours, les masques à oxygène, les gilets de sauvetage et la position de sécurité. Il y a des issues de secours à l'avant, au-dessus des ailes et à l'arrière. Veuillez localiser votre issue la plus proche ; elle peut se trouver derrière vous. Un balisage lumineux vous guidera vers une sortie. En cas d'urgence, laissez tous vos bagages à bord. Attachez, ajustez et détachez votre ceinture comme indiqué. Elle doit être attachée lorsque le signal est allumé et nous vous recommandons de la garder attachée en permanence lorsque vous êtes assis. En cas de dépressurisation, des masques tomberont au-dessus de vous. Tirez un masque vers vous pour démarrer l'oxygène. Placez-le sur le nez et la bouche, respirez normalement et ajustez-le à l'aide de la sangle. Mettez d'abord votre propre masque avant d'aider les autres. Votre tablette doit être relevée, les accoudoirs abaissés, les pare-soleil ouverts et votre ceinture attachée. Merci d'avoir choisi de voyager avec nous aujourd'hui.
ja: 皆さま、ようこそお乗りくださいました。客室内の表示灯および乗務員の案内にご注意いただき、次の安全についてのご案内をご確認ください。座席ポケットの安全のしおりには、非常口、酸素マスク、救命胴衣および緊急時の姿勢の重要な情報が記載されています。非常口は前方、主翼上、後方にあります。最寄りの出口をご確認ください。最寄りの出口は後方にある場合があります。非常時には照明が出口まで誘導します。緊急時には手荷物はお持ちにならないでください。シートベルトの締め方、調整方法、外し方は図の通りです。サイン点灯中は必ず着用し、着席中の常時着用をおすすめします。客室の気圧が低下した場合、上方からマスクが落下します。マスクを手前に引いて酸素の供給を開始し、口と鼻を覆って通常通り呼吸してください。バンドで固定し、左右から引いて調整します。まずご自身のマスクを装着し、その後周りの方をお手伝いください。テーブルを収納し、肘掛けを下げ、シェードを開け、シートベルトを着用してください。本日は当社便をご利用いただき、誠にありがとうございます。
ko: 승객 여러분, 탑승을 환영합니다. 객실 내 표시등과 승무원의 안내에 유의하시고, 다음 안전 절차를 확인해 주십시오. 좌석 포켓의 안전 카드에는 비상구, 산소 마스크, 구명조끼 및 브레이스 자세(“브레이스, 브레이스” 안내 시 취함)에 대한 중요한 정보가 담겨 있습니다. 본 항공기는 비상구 8곳을 갖추고 있으며, 승무원이 가장 가까운 출구를 안내해 드립니다. 가장 가까운 출구는 뒤쪽에 있을 수도 있습니다. 비상 시 조명이 출구까지 안내합니다. 비상 상황에서는 모든 수하물은 두고 대피해 주십시오. 좌석벨트의 착용, 조절, 해제 방법은 그림과 같습니다. 표시등이 켜져 있을 때는 반드시 착용하시고, 착석 중에는 항상 착용하시길 권장드립니다. 기내 압력이 낮아지면 머리 위에서 산소 마스크가 떨어집니다. 마스크를 당겨 산소 공급을 시작하고, 코와 입을 가린 뒤 정상적으로 호흡하십시오. 밴드로 고정하고 양옆을 당겨 조절합니다. 다른 분을 돕기 전에 먼저 본인의 마스크를 착용하십시오. 수상 착륙 시 좌석 아래의 구명조끼를 꺼내 머리 위로 착용하고, 허리띠를 두른 후 버클을 채워 조절하십시오. 기내에서는 구명조끼를 부풀리지 마십시오. 기내 밖에서는 손잡이를 당겨 부풀리며, 충분하지 않을 경우 튜브로 바람을 넣으십시오. 조명과 호루라기가 부착되어 있습니다. 어린이용 구명조끼는 승무원이 도와드립니다. 테이블을 접고 팔걸이를 내리며 가리개를 올리고 좌석벨트를 착용하십시오. 자세한 안전 정보는 기내지에서 확인하실 수 있습니다. 즐거운 여행 되십시오.
pt_br: Senhoras e senhores, sejam bem-vindos a bordo. Atentem para os avisos luminosos e as instruções da tripulação, incluindo os seguintes procedimentos de segurança. O cartão de segurança no bolso do assento contém informações importantes sobre saídas de emergência, máscaras de oxigênio, coletes salva-vidas e a posição de segurança (brace), que deve ser adotada ao ouvir "brace, brace". Esta aeronave possui oito saídas de emergência. A tripulação apontará agora as saídas mais próximas — lembrem-se de que a sua saída mais próxima pode estar atrás de você. A iluminação de emergência o guiará até uma saída. Em caso de emergência, deixe toda a bagagem a bordo. O cinto se fecha, ajusta e solta conforme mostrado, devendo permanecer afivelado sempre que o aviso estiver aceso; recomendamos mantê-lo afivelado durante todo o tempo em que estiver sentado. Em caso de despressurização, máscaras cairão do compartimento superior. Puxe a máscara em sua direção para iniciar o fluxo de oxigênio; coloque-a sobre o nariz e a boca e respire normalmente. Ajuste a máscara com a tira, puxando de ambos os lados; coloque a sua máscara primeiro antes de auxiliar outras pessoas. Em caso de pouso na água, retire o colete salva-vidas debaixo do seu assento. Retire-o do saco e passe-o pela cabeça. Prenda a fivela na cintura e ajuste puxando a tira. Não infle o colete dentro da aeronave. Do lado de fora, infle-o puxando a alça; se necessário, assopre pelo tubo. Há uma luz e um apito para sinalização. A tripulação pode auxiliar com coletes infantis. Recolha a mesa, abaixe os apoios de braço, levante as persianas e afivele o cinto. Mais informações de segurança estão na revista de bordo. Tenham um ótimo voo.
zh_hans: 各位旅客，欢迎登机。请留意客舱内的提示标志及机组人员的指示，并了解以下安全事项。座椅背袋中的安全须知卡包含关于紧急出口、氧气面罩、救生衣以及紧急防护姿势的重要信息。紧急出口位于前方、机翼上方和后方。请确认距离您最近的出口；最近可用出口可能在您的身后。紧急情况下，地面或舱内照明将引导您前往出口。遇到紧急情况，请将所有行李留在机上。安全带的系紧、调整及解开方式如图示，安全带指示灯亮起时必须系好，我们建议全程系好。若客舱压力异常，氧气面罩将从上方脱落。拉下面罩以开始供氧，将其罩在口鼻处并正常呼吸，用头带固定并左右拉紧调节，请先为自己佩戴再协助他人。现在请收起小桌板，放下扶手，打开遮光板并系好安全带。感谢您今日选择与我们同行。
