Repository: fearlessfrog/MSFS_Universal_Announcer
Catalog: Localization/TemplateStrings.*.resx
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# Template_AfterLanding
source: Ladies and gentlemen, welcome {IF DESTINATION_CITY}to {DESTINATION_CITY}{END}. {IF SCHED_ARR_LOCAL_24H}The local time is {SCHED_ARR_LOCAL_24H}.{END} The cabin crew will shortly be leaving their seats to perform safety-related duties. However, we ask that you remain seated until the fasten seatbelt sign has been switched off. Portable electronic devices for messaging, calls or internet access may now be used. Please make sure you take all your personal belongings with you, checking in the seat pocket, underneath the seat and in the overhead lockers. Do take care opening the overhead lockers as items may have moved during flight. Smoking is not permitted until you reach a designated smoking area. On behalf of the captain and the crew, it has been our pleasure looking after you today. Our ground crew will help you complete your journey.
de: Meine Damen und Herren, willkommen {IF DESTINATION_CITY}in {DESTINATION_CITY}{END}. {IF SCHED_ARR_LOCAL_24H}Die Ortszeit ist {SCHED_ARR_LOCAL_24H}.{END} Die Kabinenbesatzung wird in Kürze ihre Sitze verlassen, um sicherheitsrelevante Aufgaben durchzuführen. Wir bitten Sie dennoch, angeschnallt zu bleiben, bis das Anschnallzeichen ausgeschaltet wurde. Tragbare elektronische Geräte für Nachrichten, Anrufe oder Internetzugang dürfen jetzt verwendet werden. Bitte stellen Sie sicher, dass Sie alle Ihre persönlichen Gegenstände mitnehmen und überprüfen Sie die Sitztasche, unter dem Sitz und die Gepäckfächer über Ihnen. Seien Sie vorsichtig beim Öffnen der Gepäckfächer, da sich Gegenstände während des Fluges verschoben haben könnten. Rauchen ist erst in ausgewiesenen Bereichen gestattet. Im Namen des Kapitäns und der Besatzung war es uns eine Freude, Sie heute zu betreuen. Unser Bodenpersonal hilft Ihnen gerne, Ihre Weiterreise abzuschließen.
es: Señoras y señores, bienvenidos {IF DESTINATION_CITY}a {DESTINATION_CITY}{END}. {IF SCHED_ARR_LOCAL_24H}La hora local es {SCHED_ARR_LOCAL_24H}.{END} La tripulación de cabina abandonará sus asientos en breve para realizar tareas relacionadas con la seguridad. Les rogamos que permanezcan sentados hasta que se apague la señal de abrocharse el cinturón. Ahora pueden utilizar dispositivos electrónicos portátiles para mensajería, llamadas o acceso a Internet. Asegúrense de llevar consigo todas sus pertenencias, comprobando la bolsa del asiento, debajo del asiento y los compartimentos superiores. Tengan cuidado al abrir los compartimentos, ya que los objetos pueden haberse desplazado durante el vuelo. No está permitido fumar hasta llegar a una zona designada. En nombre del comandante y la tripulación, ha sido un placer atenderles hoy. Nuestro personal en tierra les ayudará a completar su viaje.
fr: Mesdames et messieurs, bienvenue {IF DESTINATION_CITY}à {DESTINATION_CITY}{END}. {IF SCHED_ARR_LOCAL_24H}L’heure locale est {SCHED_ARR_LOCAL_24H}.{END} Les membres d’équipage vont bientôt quitter leurs sièges pour effectuer des tâches liées à la sécurité. Nous vous prions toutefois de rester assis jusqu’à l’extinction du signal « attachez vos ceintures ». Vous pouvez désormais utiliser vos appareils électroniques portables pour la messagerie, les appels ou l’accès à Internet. Merci de vérifier que vous n’oubliez aucun effet personnel, y compris dans la pochette de siège, sous votre siège et dans les coffres de rangement. Prenez garde en ouvrant les coffres, des objets ont pu se déplacer pendant le vol. Il est interdit de fumer jusqu’à ce que vous atteigniez une zone fumeurs désignée. Au nom du commandant de bord et de l’équipage, nous avons été ravis de nous occuper de vous aujourd’hui. Notre équipe au sol vous aidera à poursuivre votre voyage.
ja: 皆さま、{IF DESTINATION_CITY}{DESTINATION_CITY} にようこそ。{END} {IF SCHED_ARR_LOCAL_24H}現地時間は {SCHED_ARR_LOCAL_24H} です。{END} まもなく客室乗務員は安全に関わる業務のため席を離れます。シートベルトサインが消えるまで、引き続きお座りのままでお待ちください。メッセージ、通話、インターネット接続のための携帯電子機器は、現在ご使用いただけます。座席ポケット、座席下、頭上の手荷物入れをご確認のうえ、お手回り品のお忘れ物がないようご注意ください。手荷物入れを開ける際は、飛行中に荷物が移動している場合がありますのでご注意ください。指定の喫煙エリアに到着するまで、機内ならびに周辺での喫煙はご遠慮ください。機長ならびに乗務員一同、本日はご搭乗いただき誠にありがとうございました。地上係員が皆さまのご移動を引き続きお手伝いいたします。
ko: 승객 여러분, 객실 승무원은 곧 안전 관련 업무를 위해 좌석을 떠납니다. 좌석벨트 표시등이 꺼질 때까지 계속 착석해 주시기 바랍니다. 이제 메시지, 통화 또는 인터넷 접속을 위한 휴대용 전자기기를 사용하실 수 있습니다. 좌석 포켓, 좌석 아래, 머리 위 수하물함을 확인하시어 개인 소지품을 모두 챙기셨는지 확인해 주십시오. 수하물함을 여실 때는 비행 중 물품이 이동했을 수 있으니 주의하시기 바랍니다. 지정된 흡연 구역에 도착하기 전까지는 흡연이 금지되어 있습니다. 기장과 승무원을 대표하여, 오늘 저희와 함께해 주셔서 감사합니다. 지상 요원이 안전한 이동을 도와드리겠습니다.
pt_br: Senhoras e senhores, bem-vindos {IF DESTINATION_CITY}a {DESTINATION_CITY}{END}. {IF SCHED_ARR_LOCAL_24H}A hora local é {SCHED_ARR_LOCAL_24H}.{END} Nossa tripulação de cabine deixará seus assentos em breve para realizar procedimentos de segurança. Pedimos que permaneçam sentados até que o sinal de apertar cintos seja apagado. Agora é permitido o uso de dispositivos eletrônicos portáteis para mensagens, chamadas ou acesso à internet. Certifiquem-se de levar todos os pertences pessoais, verificando o bolso do assento, a área sob o assento e os compartimentos superiores. Ao abrir os compartimentos, tomem cuidado, pois os itens podem ter se deslocado durante o voo. Fumar não é permitido até chegarem a uma área designada para fumantes. Em nome do comandante e de toda a equipe, foi um prazer atendê-los hoje. Nossa equipe em terra ajudará a concluir sua jornada.
zh_hans: 各位旅客，欢迎{IF DESTINATION_CITY}来到 {DESTINATION_CITY}{END}。{IF SCHED_ARR_LOCAL_24H}当地时间为 {SCHED_ARR_LOCAL_24H}。{END} 客舱乘务员将很快离开座位执行与安全相关的工作。请您继续保持就座，直到系好安全带指示灯熄灭。现在可以使用用于信息、通话或上网的便携式电子设备。请确认随身物品已随身携带，包括检查座椅背袋、座位下方以及头顶行李架。打开行李架时请注意安全，物品在飞行中可能会移动。到达指定的吸烟区前请不要吸烟。谨代表机长和全体机组，感谢各位今天与我们同行。我们的地面团队将协助您顺利完成行程。

# Template_ArmDoors
source: Cabin crew, arm doors and cross check.
de: Kabinenbesatzung, Türen scharfschalten und gegenprüfen.
es: Tripulación de cabina, armen las puertas y realicen verificación cruzada.
fr: Équipage cabine, armez les portes et effectuez la vérification croisée.
ja: 客室乗務員、ドアをアームし、クロスチェックをお願いします。
ko: 객실 승무원, 도어를 암드하고 크로스체크 해 주십시오.
pt_br: Tripulação de cabine, armem as portas e façam o cross-check.
zh_hans: 客舱乘务员，请武装舱门并交叉检查。

# Template_AfterTakeoff
source: Ladies and gentlemen, please keep your seatbelt fastened whilst the seatbelt sign is on. We recommend that you keep your seatbelt fastened whenever you are seated. Toilets are located at each end of the cabin. Remember that smoking is not permitted at any time. This includes e-cigarettes. In just a few moments, we will commence our in-flight service, offering you the chance to choose from our fresh selection available today. {IF FLIGHT_TIME}Our flight time is {FLIGHT_TIME}.{END} {IF DESTINATION_WEATHER}At destination, conditions are {DESTINATION_WEATHER}.{END} {IF DESTINATION_TEMPERATURE}Temperature around {DESTINATION_TEMPERATURE}.{END} Full details can be found in your in-flight brochure. You can also purchase a selection of hot beverages together with drinks and snacks from the bar. We accept all major credit and debit cards. If we can be of any further assistance, just ask us as we join you in the cabin shortly.
de: Meine Damen und Herren, bitte halten Sie Ihren Sicherheitsgurt geschlossen, solange das Anschnallzeichen eingeschaltet ist. Wir empfehlen, den Gurt jederzeit angelegt zu lassen, wenn Sie sitzen. Die Toiletten befinden sich an beiden Enden der Kabine. Bitte beachten Sie, dass das Rauchen zu keiner Zeit gestattet ist – dies gilt auch für E-Zigaretten. In wenigen Minuten beginnen wir mit dem Bordservice und bieten Ihnen eine Auswahl frischer Speisen und Getränke an. {IF FLIGHT_TIME}Unsere Flugzeit beträgt {FLIGHT_TIME}.{END} {IF DESTINATION_TEMPERATURE}Die Temperatur liegt bei {DESTINATION_TEMPERATURE}.{END} Details finden Sie in der Bordbroschüre. Zudem können Sie warme Getränke sowie weitere Getränke und Snacks aus der Bar erwerben. Wir akzeptieren alle gängigen Kredit- und Debitkarten. Wenn wir Ihnen weiterhelfen können, sprechen Sie uns bitte an – wir kommen gleich durch die Kabine.
es: Señoras y señores, por favor mantengan abrochado el cinturón mientras la señal esté encendida. Recomendamos llevarlo abrochado siempre que estén sentados. Los baños se encuentran en ambos extremos de la cabina. Recuerden que está prohibido fumar en todo momento, incluidos los cigarrillos electrónicos. En unos instantes comenzaremos el servicio a bordo con una selección del día. Los detalles están en la revista a bordo. También pueden comprar bebidas calientes, otras bebidas y aperitivos en el bar. Aceptamos las principales tarjetas de crédito y débito. Si necesitan algo más, avísennos cuando pasemos por la cabina.
fr: Mesdames et messieurs, veuillez garder votre ceinture attachée tant que le signal est allumé. Nous recommandons de la garder attachée à tout moment lorsque vous êtes assis. Les toilettes se trouvent à chaque extrémité de la cabine. Nous vous rappelons qu'il est interdit de fumer à tout moment, y compris les cigarettes électroniques. Dans quelques instants, nous commencerons le service à bord et vous proposerons une sélection de produits du jour. Vous trouverez tous les détails dans le magazine de bord. Vous pouvez également acheter des boissons chaudes ainsi que des boissons et des en-cas au bar. Nous acceptons la plupart des cartes de crédit et de débit. Si nous pouvons faire quoi que ce soit de plus pour vous, n'hésitez pas à nous le demander lorsque nous passerons en cabine.
ja: 皆さま、シートベルトサインが点灯している間は、シートベルトを着用ください。着席中は常にシートベルトの着用をおすすめします。化粧室は客室前方および後方にございます。電子タバコを含め、機内は全席禁煙です。間もなく機内サービスを開始いたします。本日のメニューは機内誌をご覧ください。温かいお飲み物、各種ドリンクやスナックも購入いただけます。主要なクレジットカードとデビットカードをご利用いただけます。何かお手伝いが必要な際は、客室を巡回する乗務員までお声がけください。
ko: 승객 여러분, 좌석벨트 표시등이 켜져 있는 동안에는 반드시 벨트를 착용해 주십시오. 착석 중에는 항상 착용하시길 권장드립니다. 화장실은 객실 앞뒤에 있습니다. 전 구간 금연이며 전자담배 역시 금지되어 있습니다. 잠시 후 기내 서비스를 시작하겠습니다. 오늘의 상품은 기내지에서 확인하실 수 있습니다. 따뜻한 음료와 각종 음료 및 스낵도 구매하실 수 있으며, 주요 신용/직불카드를 받습니다. 도움이 필요하시면 곧 객실을 순회하는 승무원에게 말씀해 주십시오.
pt_br: Senhoras e senhores, mantenham os cintos afivelados enquanto o sinal estiver aceso. Recomendamos mantê-los afivelados sempre que estiverem sentados. Os banheiros estão localizados nas extremidades dianteira e traseira da cabine. Lembramos que é proibido fumar em qualquer momento, incluindo cigarros eletrônicos. Em instantes iniciaremos o serviço de bordo, com opções disponíveis hoje. {IF FLIGHT_TIME}Nosso tempo de voo é {FLIGHT_TIME}.{END} {IF DESTINATION_TEMPERATURE}Temperatura em torno de {DESTINATION_TEMPERATURE}.{END} Detalhes no folheto a bordo. Também é possível adquirir bebidas quentes, outras bebidas e lanches no bar. Aceitamos os principais cartões de crédito e débito. Se precisarem de algo, avisem-nos quando passarmos pela cabine.
zh_hans: 各位旅客，在系好安全带指示灯亮起时请系好安全带。我们建议您在就座时始终系好安全带。洗手间位于客舱两端。请注意，任何时候都禁止吸烟，包括电子烟。稍后我们将开始机上服务。详情请参阅机上手册。您也可以选购热饮、酒水及小食，我们接受主要的信用卡与借记卡。如需任何帮助，请随时告知，我们即将开始客舱服务。

# Template_BoardingComplete
source: Cabin crew, boarding is now complete. Any remaining ground crew, please leave the aircraft.
de: Kabinenbesatzung, das Boarding ist nun abgeschlossen. Verbleibendes Bodenpersonal bitte das Flugzeug verlassen.
es: Tripulación de cabina, el embarque ha finalizado. El personal de tierra restante debe abandonar la aeronave.
fr: Équipage cabine, l’embarquement est maintenant terminé. Le personnel au sol restant est prié de quitter l’appareil.
ja: 客室乗務員、搭乗は完了しました。地上係員は機外へお戻りください。
ko: 객실 승무원, 탑승이 완료되었습니다. 남은 지상 요원은 항공기에서 하차해 주십시오.
pt_br: Tripulação de cabine, o embarque foi concluído. Solicitamos que a equipe de solo remanescente deixe a aeronave.
zh_hans: 客舱乘务员，登机已完成。剩余地面人员请离机。

# Template_BoardingWelcome
source: Ladies and gentlemen, welcome on board. {IF AIRLINE_NAME}This is a {AIRLINE_NAME}{END}{IF FLIGHT_NUMBER_DIGITS} flight {FLIGHT_NUMBER_DIGITS}{END}{IF DESTINATION_CITY} to {DESTINATION_CITY}{END}. To help us ensure an on-time departure, please keep the aisle clear while boarding. {IF SCHED_DEP_LOCAL_24H}Our scheduled departure is {SCHED_DEP_LOCAL_24H}.{END} {IF FLIGHT_TIME}Flying time today is {FLIGHT_TIME}.{END} Please place your large bags into the overhead lockers, wheels first, and keep your small items under the seat in front of you. If you are seated in an emergency exit row or a front row bulkhead seat, all of your items must be placed into an overhead locker. Once you have safely stowed your cabin bag, please take your seat and fasten your seatbelt. This is a no smoking service. Thank you for observing this policy.
de: Meine Damen und Herren, willkommen an Bord. {IF AIRLINE_NAME}Dies ist ein Flug von {AIRLINE_NAME}{END}{IF FLIGHT_NUMBER_DIGITS} mit der Flugnummer {FLIGHT_NUMBER_DIGITS}{END}{IF DESTINATION_CITY} nach {DESTINATION_CITY}{END}. Bitte verstauen Sie größere Gepäckstücke in den Gepäckfächern über Ihnen (Rollen zuerst) und kleinere Gegenstände unter dem Vordersitz. Dazu zählen Laptops, Handtaschen, Duty-free-Artikel und lose Kleidungsstücke. Wenn Sie an einem Notausgang oder in einer vorderen Reihe mit Trennwand sitzen, müssen alle Gegenstände in den Gepäckfächern verstaut werden. Nachdem Sie Ihr Handgepäck sicher verstaut haben, nehmen Sie bitte Platz. Um einen pünktlichen Abflug zu unterstützen, halten Sie bitte den Gang frei, damit alle verbleibenden Gäste zügig einsteigen können. Sie können Ihren Sicherheitsgurt nun für den Start schließen. An Bord gilt ein striktes Rauchverbot. Vielen Dank für Ihr Verständnis.
es: Señoras y señores, bienvenidos a bordo. {IF AIRLINE_NAME}Este es un vuelo de {AIRLINE_NAME}{END}{IF FLIGHT_NUMBER_DIGITS} número {FLIGHT_NUMBER_DIGITS}{END}{IF DESTINATION_CITY} con destino a {DESTINATION_CITY}{END}. Coloquen los bultos grandes en los compartimentos superiores con las ruedas hacia dentro y mantengan los objetos pequeños bajo el asiento delantero. Esto incluye ordenadores portátiles, bolsos, compras duty-free y prendas sueltas. Si están sentados en una fila de salida de emergencia o en una fila delantera con mamparo, todos los objetos deben ir en los compartimentos superiores. Una vez guardado su equipaje de mano, tomen asiento. Para ayudarnos a salir a tiempo, les pedimos que mantengan el pasillo despejado para que el resto de clientes pueda embarcar. Pueden abrocharse el cinturón para el despegue. Este es un vuelo sin humo. Gracias por respetarlo.
fr: Mesdames et messieurs, bienvenue à bord. {IF AIRLINE_NAME}Il s’agit d’un vol {AIRLINE_NAME}{END}{IF FLIGHT_NUMBER_DIGITS} numéro {FLIGHT_NUMBER_DIGITS}{END}{IF DESTINATION_CITY} à destination de {DESTINATION_CITY}{END}. Veuillez placer vos grands bagages dans les coffres à bagages, roues vers l’intérieur, et garder vos petits objets sous le siège devant vous, notamment les ordinateurs portables, sacs à main, achats duty free et vêtements. Si vous êtes assis à une issue de secours ou à une rangée avant avec cloison, tous vos effets doivent être rangés dans les coffres. Une fois votre bagage cabine rangé, veuillez prendre place. Afin d’assurer un départ à l’heure, merci de garder l’allée dégagée pour permettre aux autres passagers de s’installer. Vous pouvez maintenant attacher votre ceinture en vue du décollage. Ce vol est entièrement non-fumeur. Merci de respecter cette consigne.
ja: 皆さま、本日はご搭乗ありがとうございます。{IF AIRLINE_NAME}{AIRLINE_NAME}{END}{IF FLIGHT_NUMBER_DIGITS} {FLIGHT_NUMBER_DIGITS} 便{END}{IF DESTINATION_CITY}（{DESTINATION_CITY} 行き）{END}。大きなお手荷物は車輪を奥に向けて頭上の手荷物入れへ、小さなお手荷物は前の座席下へお入れください。ノートパソコン、ハンドバッグ、免税品、上着などが含まれます。非常口座席や最前列の席にお座りの方は、すべてのお手荷物を頭上の手荷物入れへお入れください。手荷物収納後は、速やかにご着席ください。定刻出発のため、通路はできるだけお開けください。シートベルトは離陸の準備のため、いまのうちにお締めください。機内は全席禁煙です。ご協力をありがとうございます。
ko: 승객 여러분, 탑승을 환영합니다. 큰 짐은 바퀴가 안쪽을 향하도록 머리 위 수하물함에 보관해 주시고, 작은 소지품은 앞좌석 아래에 보관해 주십시오. 노트북, 핸드백, 면세품, 의류 등이 포함됩니다. 비상구 좌석이나 전방 벌크헤드 좌석에 앉아 계신 경우 모든 소지품을 수하물함에 보관해 주십시오. 짐을 보관하신 후에는 좌석에 착석해 주시기 바랍니다. 정시 출발을 위해 통로를 비워 남은 승객들이 신속히 탑승할 수 있도록 협조 부탁드립니다. 이제 이륙을 위해 좌석벨트를 착용하실 수 있습니다. 본 항공편은 전 구간 금연입니다. 협조에 감사드립니다.
pt_br: Senhoras e senhores, bem-vindos a bordo. {IF AIRLINE_NAME}Este é um voo da {AIRLINE_NAME}{END}{IF FLIGHT_NUMBER_DIGITS} número {FLIGHT_NUMBER_DIGITS}{END}{IF DESTINATION_CITY} com destino a {DESTINATION_CITY}{END}. Guardem as malas grandes nos compartimentos superiores com as rodas voltadas para dentro e mantenham os itens menores sob o assento à frente. Isso inclui laptops, bolsas, compras duty free e peças de roupa. Se estiverem sentados em uma fileira de saída de emergência ou na primeira fileira com divisória, todos os itens devem ser guardados nos compartimentos superiores. Após guardar a bagagem de mão, tomem seus assentos. Para garantir a pontualidade, pedimos que mantenham o corredor livre para os demais passageiros. Podem afivelar os cintos para a decolagem. Este é um voo não fumante. Agradecemos pela colaboração.
zh_hans: 各位旅客，欢迎登机。{IF AIRLINE_NAME}本次航班为 {AIRLINE_NAME}{END}{IF FLIGHT_NUMBER_DIGITS} {FLIGHT_NUMBER_DIGITS} 次{END}{IF DESTINATION_CITY}，前往 {DESTINATION_CITY}{END}。请将较大的随身行李轮子朝内放入头顶行李架，将小件物品放在前方座位下方，包括笔记本电脑、手提包、免税品及衣物等。如您坐在紧急出口或前排隔板座位，所有物品均须放入头顶行李架。请在妥善安置行李后尽快就座。为确保准时出发，请保持通道畅通，以便其他旅客迅速入座。您现在可以系好安全带，准备起飞。本航班全程禁烟，感谢您的配合。

# Template_BoardingWelcomePilot
source: Hello from the flight deck, this is your captain speaking. Welcome aboard. We're just finishing up boarding and expect to be on our way shortly. I'll be back to update you on our progress during the flight, but in the mean time please make yourselves comfortable, and thanks for flying with us today.
de: ##Role: Pilot Guten Tag aus dem Cockpit, hier spricht Ihr Kapitän. Willkommen an Bord. Wir beenden gerade das Boarding und erwarten in Kürze unseren Abflug. Ich melde mich im Verlauf des Fluges mit weiteren Informationen. Machen Sie es sich bis dahin bitte bequem und vielen Dank, dass Sie heute mit uns fliegen.
es: ##Role: Pilot Saludos desde cabina de mando, les habla el comandante. Bienvenidos a bordo. Estamos finalizando el embarque y esperamos salir en breve. Durante el vuelo les mantendré informados. Mientras tanto, pónganse cómodos y gracias por volar con nosotros hoy.
fr: ##Role: Pilot Bonjour depuis le poste de pilotage, ici votre commandant de bord. Bienvenue à bord. Nous terminons l'embarquement et prévoyons un départ prochainement. Je reviendrai vers vous pendant le vol pour vous informer de notre progression. En attendant, installez-vous confortablement et merci d'avoir choisi de voyager avec nous aujourd'hui.
ja: ##Role: Pilot 皆さま、コックピットより機長がご案内いたします。ご搭乗ありがとうございます。まもなく搭乗を終え、すぐに出発できる見込みです。飛行中も随時ご案内いたしますので、どうぞごゆっくりおくつろぎください。本日は当社便をご利用いただき、誠にありがとうございます。
ko: 조종실에서 인사드립니다. 기장입니다. 탑승을 환영합니다. 곧 탑승이 마무리되며 곧 출발할 예정입니다. 비행 중에도 수시로 안내드리겠습니다. 편안하게 휴식하시고 오늘 저희와 함께해 주셔서 감사합니다.
pt_br: ##Role: Pilot Saudações do cockpit, aqui é o comandante. Bem-vindos a bordo. Estamos finalizando o embarque e devemos partir em breve. Durante o voo, voltarei para atualizá-los sobre nosso progresso. Por ora, façam-se confortáveis e obrigado por voarem conosco hoje.
zh_hans: ##Role: Pilot 各位旅客，大家好，这里是驾驶舱。欢迎登机。我们正在完成最后的登机工作，预计很快即可出发。飞行途中我会再向您通报进展。在此期间请放松心情，感谢您今日选择与我们同行。

# Template_CabinDimTakeoff
source: Ladies and gentlemen, we will shortly be dimming the lights. You can turn on a reading light using the controls above your head or in your armrest.
de: Meine Damen und Herren, wir werden in Kürze die Kabinenbeleuchtung dimmen. Sie können die Leselampe mit den Bedienelementen über Ihrem Sitz oder in der Armlehne einschalten.
es: Señoras y señores, en breve atenuaremos las luces de la cabina. Pueden encender una luz de lectura con los controles situados sobre sus cabezas o en el reposabrazos.
fr: Mesdames et messieurs, nous allons bientôt réduire l’éclairage de la cabine. Vous pouvez allumer une liseuse à l’aide des commandes situées au-dessus de votre tête ou dans votre accoudoir.
ja: 皆さま、まもなく客室の照明を暗くいたします。読書灯は頭上または肘掛けのスイッチで点灯いただけます。
ko: 승객 여러분, 잠시 후 객실 조명을 어둡게 하겠습니다. 머리 위 또는 팔걸이의 스위치로 독서등을 켤 수 있습니다.
pt_br: Senhoras e senhores, em instantes reduziremos a iluminação da cabine. Vocês podem acender a luz de leitura pelos controles acima de suas cabeças ou no apoio de braço.
zh_hans: 各位旅客，我们将于稍后调暗客舱照明。您可通过头顶或扶手处的控制按钮开启阅读灯。

# Template_CallCabinSecureLanding
source: Hi Captain, the cabin is now secure for landing.
de: Captain, die Kabine ist für die Landung gesichert.
es: Comandante, la cabina está asegurada para el aterrizaje.
fr: Commandant, la cabine est sécurisée pour l’atterrissage.
ja: キャプテン、キャビンは着陸準備が整っております。
ko: 기장님, 착륙 준비가 완료되었습니다.
pt_br: Comandante, a cabine está segura para o pouso.
zh_hans: 机长，客舱已准备就绪，准备着陆。

# Template_CallCabinSecureTakeoff
source: Hi Captain, the cabin is now secure for takeoff.
de: Captain, die Kabine ist für den Start gesichert.
es: Comandante, la cabina está asegurada para el despegue.
fr: Commandant, la cabine est sécurisée pour le décollage.
ja: キャプテン、キャビンは離陸準備が整っております。
ko: 기장님, 이륙 준비가 완료되었습니다.
pt_br: Comandante, a cabine está segura para a decolagem.
zh_hans: 机长，客舱已准备就绪，准备起飞。

# Template_CrewSeatsLanding
source: Cabin crew must now be seated for landing. Thank you.
de: ##Role: Pilot Kabinenbesatzung, bitte jetzt für die Landung hinsetzen. Vielen Dank.
es: ##Role: Pilot Tripulación de cabina, por favor tomen asiento para el aterrizaje. Gracias.
fr: ##Role: Pilot Équipage cabine, veuillez vous asseoir pour l'atterrissage. Merci.
ja: ##Role: Pilot 客室乗務員は着陸のため着席してください。ありがとうございます。
ko: 객실 승무원께서는 착륙을 위해 착석해 주십시오. 감사합니다.
pt_br: ##Role: Pilot Tripulação de cabine, por favor, sentem-se para o pouso. Obrigado.
zh_hans: ##Role: Pilot 客舱乘务员，请就坐准备着陆。谢谢。

# Template_CrewSeatsTakeoff
source: Cabin crew seats for takeoff.
de: ##Role: Pilot Kabinenbesatzung, Sitze für den Start einnehmen.
es: ##Role: Pilot Tripulación de cabina, asientos para el despegue.
fr: ##Role: Pilot Équipage cabine, assis pour le décollage.
ja: ##Role: Pilot 客室乗務員、離陸のため着席ください。
ko: 객실 승무원, 이륙을 위해 착석해 주십시오.
pt_br: ##Role: Pilot Tripulação de cabine, assentos para a decolagem.
zh_hans: ##Role: Pilot 客舱乘务员，请就坐，准备起飞。
